<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com (dimitris):
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

// Board Settings
$lang = array_merge($lang, array(
	'ACP_BOARD_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να καθορίσετε τη βασική λειτουργία του συστήματος συζητήσεων σας, να της δώσετε ένα κατάλληλο όνομα και περιγραφή, και μεταξύ άλλων ρυθμίσεων να προσαρμόσετε τις προεπιλεγμένες τιμές για τη ζώνη ώρας και τη γλώσσα.',
	'BOARD_INDEX_TEXT'				=> 'Κείμενο ευρετηρίου Δ. Συζήτησης',
	'BOARD_INDEX_TEXT_EXPLAIN'		=> 'Αυτό το κείμενο εμφανίζεται ως το ευρετήριο Δ. Συζήτησης στη γραμμή πλοήγησης του συστήματος συζητήσεων. Εάν δεν καθοριστεί, θα προεπιλεγεί το “Ευρετήριο Δ. Συζήτησης”.',
	'BOARD_STYLE'					=> 'Στυλ συστήματος συζητήσεων',
	'CUSTOM_DATEFORMAT'				=> 'Προσαρμοσμένη…',
	'DEFAULT_DATE_FORMAT'			=> 'Μορφή ημερομηνίας',
	'DEFAULT_DATE_FORMAT_EXPLAIN'	=> 'Η μορφή ημερομηνίας είναι ίδια με αυτήν της PHP <code>date</code> συνάρτησης.',
	'DEFAULT_LANGUAGE'				=> 'Προεπιλεγμένη γλώσσα',
	'DEFAULT_STYLE'					=> 'Προεπιλεγμένο στυλ',
	'DEFAULT_STYLE_EXPLAIN'			=> 'Το προεπιλεγμένο στυλ για νέα μέλη.',
	'DISABLE_BOARD'					=> 'Απενεργοποίηση συστήματος συζητήσεων',
	'DISABLE_BOARD_EXPLAIN'			=> 'Αυτό θα κάνει το σύστημα συζητήσεων μη διαθέσιμο για τα μέλη που δεν είναι ούτε διαχειριστές ούτε συντονιστές. Μπορείτε επίσης εάν θέλετε να εισάγετε ένα σύντομο μήνυμα (255 χαρακτήρων) για να εμφανίζεται.',
	'DISPLAY_LAST_SUBJECT'			=> 'Εμφάνιση τίτλου της τελευταίας δημοσίευσης στο ευρετήριο',
	'DISPLAY_LAST_SUBJECT_EXPLAIN'	=> 'Ο τίτλος της τελευταίας προστιθέμενης δημοσίευσης θα εμφανίζεται στο ευρετήριο ως σύνδεσμος προς τη δημοσίευση αυτή. Τίτλοι από προστατευμένες με κωδικό πρόσβασης Δ. Συζητήσεις και Δ. Συζητήσεις στις οποίες το μέλος δεν έχει πρόσβαση ανάγνωσης δεν θα εμφανίζονται.',
	'GUEST_STYLE'					=> 'Στυλ επισκέπτη',
	'GUEST_STYLE_EXPLAIN'			=> 'Το στυλ του συστήματος συζητήσεων για επισκέπτες.',
	'OVERRIDE_STYLE'				=> 'Παράκαμψη στυλ μέλους',
	'OVERRIDE_STYLE_EXPLAIN'		=> 'Αντικαθιστά στυλ μελών (και επισκεπτών) με το στυλ που έχει οριστεί σε “Προεπιλεγμένο στυλ”.',
	'SITE_DESC'						=> 'Περιγραφή ιστοσελίδας',
	'SITE_HOME_TEXT'				=> 'Κύριο κείμενο ιστοσελίδας',
	'SITE_HOME_TEXT_EXPLAIN'		=> 'Αυτό το κείμενο θα εμφανίζεται ως σύνδεσμος προς την αρχική σελίδα στη γραμμή πλοήγησης του συστήματος συζητήσεων σας. Εάν δεν καθοριστεί, θα προεπιλεγεί το “Αρχική”.',
	'SITE_HOME_URL'					=> 'Κύρια διεύθυνση ιστοσελίδας',
	'SITE_HOME_URL_EXPLAIN'			=> 'Εάν οριστεί, ένας σύνδεσμος προς αυτήν τη διεύθυνση θα πρέπει να προηγείται στη γραμμή πλοήγησης και το λογότυπο του συστήματος συζητήσεων θα συνδεθεί με αυτόν τον σύνδεσμο αντί του ευρετηρίου Δ. Συζήτησης. Μια απόλυτη διεύθυνση συνδέσμου είναι απαραίτητη, π.χ. <samp>http://www.phpbb.com</samp>.',
	'SITE_NAME'						=> 'Όνομα ιστοσελίδας',
	'SYSTEM_TIMEZONE'				=> 'Μορφή ημερομηνίας επισκεπτών',
	'SYSTEM_TIMEZONE_EXPLAIN'		=> 'Η ζώνη ώρας που θα χρησιμοποιηθεί για την εμφάνιση ώρας σε μέλη που δεν είναι συνδεδεμένα (επισκέπτες, bots). Συνδεδεμένα μέλη μπορούν να ρυθμίσουν τη ζώνη ώρας τους κατά την εγγραφή τους και μπορούν να την αλλάξουν στον πίνακα ελέγχου μέλους τους.',
	'WARNINGS_EXPIRE'				=> 'Διάρκεια προειδοποίησης',
	'WARNINGS_EXPIRE_EXPLAIN'		=> 'Αριθμός ημερών που μεσολαβεί πριν διαγραφεί αυτόματα μια προειδοποίηση από το αρχείο ενός μέλους. Καθορίστε αυτήν την τιμή σε 0 για να κάνετε τις προειδοποιήσεις μόνιμες.',
));

// Board Features
$lang = array_merge($lang, array(
	'ACP_BOARD_FEATURES_EXPLAIN'	=> 'Εδώ μπορείτε να ενεργοποιήσετε / απενεργοποιήσετε διάφορες λειτουργίες του συστήματος συζητήσεων.',

	'ALLOW_ATTACHMENTS'			=> 'Επιτρέψτε τα συνημμένα',
	'ALLOW_BIRTHDAYS'			=> 'Επιτρέψτε τα γενέθλια',
	'ALLOW_BIRTHDAYS_EXPLAIN'	=> 'Επιτρέψτε τα γενέθλια να καταχωρούνται και την ηλικία να εμφανίζεται στο προφίλ. Παρακαλώ σημειώστε ότι ο κατάλογος γενεθλίων μέσα στο ευρετήριο του συστήματος συζητήσεων ελέγχεται με μια χωριστή φόρτωση ρυθμίσεων.',
	'ALLOW_BOOKMARKS'			=> 'Επιτρέψτε τους σελιδοδείκτες στα θέματα',
	'ALLOW_BOOKMARKS_EXPLAIN'	=> 'Το μέλος είναι σε θέση να αποθηκεύσει προσωπικούς σελιδοδείκτες.',
	'ALLOW_BBCODE'				=> 'Επιτρέψτε τον BBCode',
	'ALLOW_FORUM_NOTIFY'		=> 'Επιτρέψτε τις συνδρομές ειδοποιήσεων σε Δ. Συζητήσεις',
	'ALLOW_NAME_CHANGE'			=> 'Επιτρέψτε τις αλλαγές ονόματος μέλους',
	'ALLOW_NO_CENSORS'			=> 'Επιτρέψτε την απενεργοποίηση λογοκρισίας λέξης',
	'ALLOW_NO_CENSORS_EXPLAIN'	=> 'Τα μέλη μπορούν να επιλέξουν να απενεργοποιήσουν την αυτόματη λογοκρισία λέξης στις δημοσιεύσεις και στα προσωπικά μηνύματα.',
	'ALLOW_PM_ATTACHMENTS'		=> 'Επιτρέψτε τα συνημμένα στα προσωπικά μηνύματα',
	'ALLOW_PM_REPORT'			=> 'Επιτρέψτε τα μέλη να αναφέρουν προσωπικά μηνύματα',
	'ALLOW_PM_REPORT_EXPLAIN'	=> 'Εάν αυτή η ρύθμιση είναι ενεργοποιημένη, τα μέλη έχουν τη δυνατότητα να αναφέρουν ένα προσωπικό μήνυμα που έχουν λάβει ή να αποστείλουν προς τους συντονιστές του συστήματος συζητήσεων. Αυτά τα προσωπικά μηνύματα τότε θα είναι ορατά στον Πίνακα Ελέγχου Συντονιστών.',	
	'ALLOW_QUICK_REPLY'			=> 'Επιτρέψτε τη γρήγορη απάντηση',	
	'ALLOW_QUICK_REPLY_EXPLAIN'	=> 'Αυτός ο διακόπτης επιτρέπει τη γρήγορη απάντηση να μπορεί να απενεργοποιηθεί σε ολόκληρο το σύστημα συζητήσεων. Όταν είναι ενεργοποιημένη, οι ειδικές ρυθμίσεις σε κάθε Δ. Συζήτηση θα χρησιμοποιηθούν για να διαπιστωθεί αν η γρήγορη απάντηση θα εμφανίζεται σε μεμονωμένες Δ. Συζητήσεις.',
	'ALLOW_QUICK_REPLY_BUTTON'	=> 'Υποβολή και ενεργοποίηση γρήγορης απάντησης σε όλες τις Δ. Συζητήσεις',
	'ALLOW_SIG'					=> 'Επιτρέψτε τις υπογραφές',
	'ALLOW_SIG_BBCODE'			=> 'Επιτρέψτε τον BBCode στις υπογραφές των μελών',
	'ALLOW_SIG_FLASH'			=> 'Επιτρέψτε τη χρήση της ετικέτας BBCode <code>[FLASH]</code> στις υπογραφές των μελών',
	'ALLOW_SIG_IMG'				=> 'Επιτρέψτε τη χρήση της ετικέτας BBCode <code>[IMG]</code> στις υπογραφές των μελών',
	'ALLOW_SIG_LINKS'			=> 'Επιτρέψτε τη χρήση συνδέσμων στις υπογραφές των μελών',
	'ALLOW_SIG_LINKS_EXPLAIN'	=> 'Εάν απαγορεύεται η ετικέτα BBCode <code>[URL]</code> και η αυτόματη ανακατεύθυνση συνδέσμων / magic URLs είναι απενεργοποιημένη.',
	'ALLOW_SIG_SMILIES'			=> 'Επιτρέψτε τη χρήση εικονιδίων στις υπογραφές των μελών',
	'ALLOW_SMILIES'				=> 'Επιτρέψτε τα εικονίδια smilies',
	'ALLOW_TOPIC_NOTIFY'		=> 'Επιτρέψτε τις συνδρομές ειδοποιήσεων σε θέματα',
	'BOARD_PM'					=> 'Ανταλλαγή προσωπικών μηνυμάτων',
	'BOARD_PM_EXPLAIN'			=> 'Ενεργοποιήστε την ανταλλαγή προσωπικών μηνυμάτων για όλα τα μέλη.',
));

// Avatar Settings
$lang = array_merge($lang, array(
	'ACP_AVATAR_SETTINGS_EXPLAIN'	=> 'Τα άβαταρ είναι γενικά μικρές, μοναδικές εικόνες που ένα μέλος μπορεί να συσχετίσει με τον εαυτό του. Ανάλογα με το στυλ αυτά συνήθως εμφανίζονται κάτω από το όνομα μέλους κατά την προβολή των θεμάτων. Εδώ μπορείτε να καθορίσετε πώς τα μέλη μπορούν να καθορίσουν τα άβαταρ τους. Παρακαλώ σημειώστε ότι προκειμένου να φορτώσετε τα άβαταρ πρέπει να έχετε δημιουργήσει τον φάκελο με το όνομα παρακάτω και να βεβαιωθείτε ότι μπορεί να εγγραφεί από τον διακομιστή ιστού. Παρακαλώ επίσης σημειώστε ότι τα όρια μεγέθους αρχείων επιβάλλονται μόνο σε φορτωμένα άβαταρ, και δεν ισχύουν για απομακρυσμένες συνδέσεις εικόνων.',

	'ALLOW_AVATARS'					=> 'Ενεργοποίηση άβαταρ',
	'ALLOW_AVATARS_EXPLAIN'			=> 'Επιτρέψτε τη γενική χρήση των άβαταρ;<br />Εάν απενεργοποιήσετε τα άβαταρ γενικά ή τα άβαταρ μιας συγκεκριμένης μεθόδου, τα απενεργοποιημένα άβαταρ δεν θα εμφανίζονται πλέον στο σύστημα συζητήσεων, αλλά τα μέλη θα μπορούν να εξακολουθούν να μεταφορτώσουν τα δικά τους άβαταρ στον Πίνακα Ελέγχου Μέλους.',
	'ALLOW_GRAVATAR'				=> 'Ενεργοποίηση gravatar άβαταρ',
	'ALLOW_LOCAL'					=> 'Ενεργοποίηση γκαλερί άβαταρ',
	'ALLOW_REMOTE'					=> 'Ενεργοποίηση απομακρυσμένων άβαταρ',
	'ALLOW_REMOTE_EXPLAIN'			=> 'Άβαταρ συνδεδεμένα από άλλη ιστοσελίδα',
	'ALLOW_REMOTE_UPLOAD'			=> 'Ενεργοποίηση απομακρυσμένης φόρτωσης άβαταρ',
	'ALLOW_REMOTE_UPLOAD_EXPLAIN'	=> 'Επιτρέψτε το φόρτωμα των άβαταρ από άλλη ιστοσελίδα.',
	'ALLOW_UPLOAD'					=> 'Ενεργοποίηση φόρτωσης άβαταρ',
	'AVATAR_GALLERY_PATH'			=> 'Άβαταρ γκαλερί διαδρομή',
	'AVATAR_GALLERY_PATH_EXPLAIN'	=> 'Η διαδρομή κάτω από ριζικό σας phpBB κατάλογο για τις προ-φορτωμένες εικόνες, π.χ. <samp>images/avatars/gallery</samp>.<br />Διπλές τελείες όπως <samp>../</samp> θα αφαιρεθούν από τη διαδρομή για λόγους ασφαλείας.',
	'AVATAR_STORAGE_PATH'			=> 'Άβαταρ διαδρομή αποθήκευσης',
	'AVATAR_STORAGE_PATH_EXPLAIN'	=> 'Η διαδρομή κάτω από ριζικό σας phpBB κατάλογο, π.χ. <samp>images/avatars/upload</samp>.<br />Η φόρτωση άβαταρ <strong>δεν θα είναι διαθέσιμη</strong> εάν αυτή η διαδρομή δεν είναι εγγράψιμη.<br />Διπλές τελείες όπως <samp>../</samp> θα αφαιρεθούν από τη διαδρομή για λόγους ασφαλείας.',
	'MAX_AVATAR_SIZE'				=> 'Μέγιστες διαστάσεις άβαταρ',
	'MAX_AVATAR_SIZE_EXPLAIN'		=> 'Πλάτος x Ύψος σε εικονοστοιχεία.',
	'MAX_FILESIZE'					=> 'Μέγιστο μέγεθος αρχείου άβαταρ',
	'MAX_FILESIZE_EXPLAIN'			=> 'Για άβαταρ που φορτώνονται. Εάν η τιμή είναι 0, το μεταφορτώσιμο μέγεθος αρχείου περιορίζεται μόνον από τις PHP ρυθμίσεις σας.',
	'MIN_AVATAR_SIZE'				=> 'Ελάχιστες διαστάσεις άβαταρ',
	'MIN_AVATAR_SIZE_EXPLAIN'		=> 'Πλάτος x Ύψος σε εικονοστοιχεία.',
));

// Message Settings
$lang = array_merge($lang, array(
	'ACP_MESSAGE_SETTINGS_EXPLAIN'		=> 'Εδώ μπορείτε να ορίσετε όλες τις προεπιλεγμένες ρυθμίσεις για τα προσωπικά μηνύματα.',

	'ALLOW_BBCODE_PM'			=> 'Επιτρέψτε τον BBCode στα προσωπικά μηνύματα',
	'ALLOW_FLASH_PM'			=> 'Επιτρέψτε τη χρήση της ετικέτας BBCode <code>[FLASH]</code>',
	'ALLOW_FLASH_PM_EXPLAIN'	=> 'Σημειώστε ότι η δυνατότητα να χρησιμοποιεί flash σε προσωπικά μηνύματα, αν έχει ενεργοποιηθεί εδώ, εξαρτάται επίσης από τα τα δικαιώματα.',
	'ALLOW_FORWARD_PM'			=> 'Επιτρέψτε την προώθηση προσωπικών μηνυμάτων',
	'ALLOW_IMG_PM'				=> 'Επιτρέψτε τη χρήση της  ετικέτας BBCode <code>[IMG]</code>',
	'ALLOW_MASS_PM'				=> 'Επιτρέψτε την αποστολή προσωπικών μηνυμάτων σε περισσότερα μέλη ή ομάδες',
	'ALLOW_MASS_PM_EXPLAIN'		=> 'Η αποστολή στις ομάδες μπορεί να ρυθμιστεί ανά ομάδα μέσα στη σελίδα ρυθμίσεων ομάδας.',
	'ALLOW_PRINT_PM'			=> 'Επιτρέψτε την προεπισκόπηση εκτύπωσης στα προσωπικά μηνύματα',
	'ALLOW_QUOTE_PM'			=> 'Επιτρέψτε τις παραθέσεις στα προσωπικά μηνύματα',
	'ALLOW_SIG_PM'				=> 'Επιτρέψτε την υπογραφή στα προσωπικά μηνύματα',
	'ALLOW_SMILIES_PM'			=> 'Επιτρέψτε τα εικονίδια smilies στα προσωπικά μηνύματα',
	'BOXES_LIMIT'				=> 'Μέγιστος αριθμός μηνυμάτων ανά γραμματοκιβώτιο',
	'BOXES_LIMIT_EXPLAIN'		=> 'Τα μέλη δεν μπορούν να λαμβάνουν περισσότερα μηνύματα από αυτόν τον αριθμό σε καθένα από τα γραμματοκιβώτια προσωπικών μηνυμάτων. Καθορίστε αυτήν την τιμή σε 0 για να επιτρέψετε απεριόριστα μηνύματα.',
	'BOXES_MAX'					=> 'Μέγιστος αριθμός φακέλων προσωπικών μηνυμάτων',
	'BOXES_MAX_EXPLAIN'			=> 'Από προεπιλογή τα μέλη μπορούν να δημιουργήσουν αυτόν τον αριθμό προσωπικών φακέλων για προσωπικά μηνύματα.',
	'ENABLE_PM_ICONS'			=> 'Επιτρέψτε τη χρήση εικονιδίων θεμάτων στα προσωπικά μηνύματα',
	'FULL_FOLDER_ACTION'		=> 'Πλήρης φάκελος προεπιλεγμένη ενέργεια',
	'FULL_FOLDER_ACTION_EXPLAIN'=> 'Προεπιλεγμένη ενέργεια να γίνει εάν ο φάκελος του μέλους είναι γεμάτος υποθέτοντας ότι η ενέργεια φακέλου του μέλους, εάν έχει ρυθμιστεί σε όλα, δεν είναι εφαρμόσιμη. Η μόνη εξαίρεση είναι για τον “Απεσταλμένα μηνύματα” φάκελο όπου η προεπιλεγμένη ενέργεια είναι πάντα να διαγραφούν τα παλαιά μηνύματα.',
	'HOLD_NEW_MESSAGES'			=> 'Διατήρηση νέων μηνυμάτων',
	'PM_EDIT_TIME'				=> 'Χρονικό όριο επεξεργασίας',
	'PM_EDIT_TIME_EXPLAIN'		=> 'Περιορίζει το διαθέσιμο χρονικό όριο για την επεξεργασία ενός προσωπικού μηνύματος που δεν έχει ήδη παραδοθεί. Η ρύθμιση της τιμής στο 0 απενεργοποιεί αυτήν τη συμπεριφορά.',
	'PM_MAX_RECIPIENTS'			=> 'Μέγιστος αριθμός επιτρεπόμενων παραληπτών',
	'PM_MAX_RECIPIENTS_EXPLAIN'	=> 'Ο μέγιστος αριθμός των επιτρεπόμενων παραληπτών σε ένα προσωπικό μήνυμα. Εάν εισαχθεί 0, ένας απεριόριστος αριθμός επιτρέπεται. Αυτή η ρύθμιση μπορεί να προσαρμοστεί για κάθε ομάδα μέσα από τη σελίδα ρυθμίσεις ομάδας.',
));

// Post Settings
$lang = array_merge($lang, array(
	'ACP_POST_SETTINGS_EXPLAIN'			=> 'Εδώ μπορείτε να ορίσετε όλες τις προεπιλεγμένες ρυθμίσεις για τις δημοσιεύσεις.',
	'ALLOW_POST_LINKS'					=> 'Επιτρέψτε συνδέσμους στις δημοσιεύσεις / προσωπικά μηνύματα',
	'ALLOW_POST_LINKS_EXPLAIN'			=> 'Εάν απαγορεύεται η ετικέτα BBCode <code>[URL]</code> και η αυτόματη ανακατεύθυνση συνδέσμων / magic URLs είναι απενεργοποιημένη.',
	'ALLOW_POST_FLASH'					=> 'Επιτρέψτε τη χρήση της ετικέτας BBCode <code>[FLASH]</code> στις δημοσιεύσεις. ',
	'ALLOW_POST_FLASH_EXPLAIN'			=> 'Εάν απενεργοποιήσετε την ετικέτα BBCode <code>[FLASH]</code> τότε αυτή είναι απενεργοποιημένη στις δημοσιεύσεις. Διαφορετικά το σύστημα δικαιωμάτων ελέγχει ποια μέλη μπορούν να χρησιμοποιήσουν την ετικέτα BBCode <code>[FLASH]</code>.',

	'BUMP_INTERVAL'					=> 'Σημείωση νέων μπορεί να γίνει μετά',
	'BUMP_INTERVAL_EXPLAIN'			=> 'Ο αριθμός σε λεπτά, ώρες ή ημέρες μεταξύ της τελευταίας δημοσίευσης σε ένα θέμα και της δυνατότητας να σημειωθεί το θέμα ως νέο. Η ρύθμιση της τιμής σε 0 απενεργοποιεί εντελώς τη λειτουργία',
	'CHAR_LIMIT'					=> 'Μέγιστος αριθμός χαρακτήρων ανά δημοσίευση / μήνυμα',
	'CHAR_LIMIT_EXPLAIN'			=> 'Ο αριθμός των χαρακτήρων που επιτρέπονται μέσα σε δημοσίευση / προσωπικό μήνυμα. Ρυθμίστε σε 0 για απεριόριστους χαρακτήρες.',
	'DELETE_TIME'					=> 'Όριο χρόνου διαγραφής',
	'DELETE_TIME_EXPLAIN'			=> 'Περιορίζει τον διαθέσιμο χρόνο για την διαγραφή μιας νέας δημοσίευσης. Η ρύθμιση της τιμής στο 0 απενεργοποιεί αυτήν τη συμπεριφορά.',
	'DISPLAY_LAST_EDITED'			=> 'Εμφάνιση πληροφοριών χρόνου τελευταίας επεξεργασίας',
	'DISPLAY_LAST_EDITED_EXPLAIN'	=> 'Επιλέξτε εάν θα εμφανίζονται οι πληροφορίες της τελευταίας επεξεργασίας στις δημοσιεύσεις.',
	'EDIT_TIME'						=> 'Όριο χρόνου επεξεργασίας',
	'EDIT_TIME_EXPLAIN'				=> 'Περιορίζει τον διαθέσιμο χρόνο για την επεξεργασία μιας νέας δημοσίευσης. Η ρύθμιση της τιμής στο 0 απενεργοποιεί αυτήν τη συμπεριφορά.',
	'FLOOD_INTERVAL'				=> 'Όριο αναμονής ανάμεσα σε δύο δημοσιεύσεις',
	'FLOOD_INTERVAL_EXPLAIN'		=> 'Ο αριθμός δευτερολέπτων που ένα μέλος πρέπει να περιμένει μεταξύ δημοσιεύσεων νέων μηνυμάτων. Για να επιτρέψετε στα μέλη να το αγνοήσουν αυτό, αλλάξτε τα δικαιώματα τους.',
	'HOT_THRESHOLD'					=> 'Κατώτατο όριο δημοφιλούς θέματος',
	'HOT_THRESHOLD_EXPLAIN'			=> 'Το κατώτατο όριο δημοσιεύσεων που απαιτούνται σε ένα θέμα, για να σημειωθεί ως δημοφιλές θέμα. Ρυθμίστε στο 0 για να απενεργοποιήσετε δημοφιλή θέματα.',
	'MAX_POLL_OPTIONS'				=> 'Μέγιστος αριθμός επιλογών δημοψηφίσματος',
	'MAX_POST_FONT_SIZE'			=> 'Μέγιστο μέγεθος γραμματοσειράς ανά δημοσίευση',
	'MAX_POST_FONT_SIZE_EXPLAIN'	=> 'Το μέγιστο μέγεθος γραμματοσειράς που επιτρέπεται σε μια δημοσίευση. Ρυθμίστε σε 0 για απεριόριστο μέγεθος γραμματοσειράς.',
	'MAX_POST_IMG_HEIGHT'			=> 'Μέγιστο ύψος εικόνας ανά δημοσίευση',
	'MAX_POST_IMG_HEIGHT_EXPLAIN'	=> 'Το μέγιστο ύψος ενός αρχείου εικόνας / flash στις δημοσιεύσεις. Ρυθμίστε σε 0 για απεριόριστο μέγεθος.',
	'MAX_POST_IMG_WIDTH'			=> 'Μέγιστο πλάτος εικόνας στη δημοσίευση',
	'MAX_POST_IMG_WIDTH_EXPLAIN'	=> 'Το μέγιστο πλάτος ενός αρχείου εικόνας / flash στις δημοσιεύσεις. Ρυθμίστε σε 0 για απεριόριστο μέγεθος.',
	'MAX_POST_URLS'					=> 'Μέγιστος αριθμός συνδέσμων ανά δημοσίευση',
	'MAX_POST_URLS_EXPLAIN'			=> 'Ο μέγιστος αριθμός συνδέσμων σε μια δημοσίευση. Ρυθμίστε σε 0 για απεριόριστους συνδέσμους.',
	'MIN_CHAR_LIMIT'				=> 'Ελάχιστοι χαρακτήρες ανά δημοσίευση / μήνυμα',
	'MIN_CHAR_LIMIT_EXPLAIN'		=> 'Ο ελάχιστος αριθμός χαρακτήρων που πρέπει τα μέλη να εισάγουν σε δημοσίευση / προσωπικό μήνυμα. Το ελάχιστο για αυτήν τη ρύθμιση είναι 1',
	'POSTING'						=> 'Δημοσίευση',
	'POSTS_PER_PAGE'				=> 'Δημοσιεύσεις ανά σελίδα',
	'QUOTE_DEPTH_LIMIT'				=> 'Μέγιστο βάθος για παραθέσεις',
	'QUOTE_DEPTH_LIMIT_EXPLAIN'		=> 'Το μέγιστο βάθος ένθεσης παραθέσεων σε μια δημοσίευση. Ρυθμίστε σε 0 για απεριόριστο βάθος.',
	'SMILIES_LIMIT'					=> 'Μέγιστος αριθμός εικονιδίων smilies ανά δημοσίευση',
	'SMILIES_LIMIT_EXPLAIN'			=> 'Ο μέγιστος αριθμός εικονιδίων smilies σε μια δημοσίευση. Ρυθμίστε σε 0 για απεριόριστα εικονίδια.',
	'SMILIES_PER_PAGE'				=> 'Εικονίδια smilies ανά σελίδα',
	'TOPICS_PER_PAGE'				=> 'Θέματα ανά σελίδα',
));

// Signature Settings
$lang = array_merge($lang, array(
	'ACP_SIGNATURE_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να ορίσετε όλες τις προεπιλεγμένες ρυθμίσεις για τις υπογραφές.',

	'MAX_SIG_FONT_SIZE'				=> 'Μέγιστο μέγεθος γραμματοσειράς υπογραφής',
	'MAX_SIG_FONT_SIZE_EXPLAIN'		=> 'Το μέγιστο μέγεθος γραμματοσειράς που επιτρέπεται στις υπογραφές των μελών. Ρυθμίστε σε 0 για απεριόριστο μέγεθος.',
	'MAX_SIG_IMG_HEIGHT'			=> 'Μέγιστο ύψος εικόνας υπογραφής',
	'MAX_SIG_IMG_HEIGHT_EXPLAIN'	=> 'Το μέγιστο ύψος ενός αρχείου εικόνας / flash στις υπογραφές των μελών. Ρυθμίστε σε 0 για απεριόριστο ύψος.',
	'MAX_SIG_IMG_WIDTH'				=> 'Μέγιστο πλάτος εικόνας υπογραφής',
	'MAX_SIG_IMG_WIDTH_EXPLAIN'		=> 'Το μέγιστο πλάτος ενός αρχείου εικόνας / flash στις υπογραφές των μελών. Ρυθμίστε σε 0 για απεριόριστο πλάτος.',
	'MAX_SIG_LENGTH'				=> 'Μέγιστο μήκος υπογραφής',
	'MAX_SIG_LENGTH_EXPLAIN'		=> 'Ο μέγιστος αριθμός χαρακτήρων στις υπογραφές των μελών.',
	'MAX_SIG_SMILIES'				=> 'Μέγιστος αριθμός εικονιδίων ανά υπογραφή',
	'MAX_SIG_SMILIES_EXPLAIN'		=> 'Ο μέγιστος αριθμός εικονιδίων smilies που επιτρέπεται στις υπογραφές των μελών. Ρυθμίστε σε 0 για απεριόριστα εικονίδια.',
	'MAX_SIG_URLS'					=> 'Μέγιστος αριθμός συνδέσμων στις υπογραφές',
	'MAX_SIG_URLS_EXPLAIN'			=> 'Ο μέγιστος αριθμός των συνδέσμων στις υπογραφές των μελών. Ρυθμίστε σε 0 για απεριόριστους συνδέσμους.',
));

// Registration Settings
$lang = array_merge($lang, array(
	'ACP_REGISTER_SETTINGS_EXPLAIN'		=> 'Εδώ μπορείτε να ορίσετε τις ρυθμίσεις που σχετίζονται με τις εγγραφές και τα προφίλ.',

	'ACC_ACTIVATION'			=> 'Ενεργοποίηση λογαριασμού',
	'ACC_ACTIVATION_EXPLAIN'	=> 'Αυτό καθορίζει εάν τα μέλη έχουν άμεση πρόσβαση στο σύστημα συζητήσεων ή εάν απαιτείται επιβεβαίωση. Μπορείτε επίσης να απενεργοποιήσετε εντελώς τις νέες εγγραφές. <em>"Ενεργοποιήστε τη λειτουργία ηλεκτρονικού ταχυδρομείου:" πρέπει να είναι ενεργοποιημένο για να χρησιμοποιήσετε την ενεργοποίηση από μέλος ή διαχειριστή.</em>',
	'ACC_ACTIVATION_WARNING'		=> 'Παρακαλώ σημειώστε ότι ότι η επιλεγμένη μέθοδος ενεργοποίησης απαιτεί ότι τα μηνύματα ηλεκτρονικού ταχυδρομείου πρέπει να έχουν ενεργοποιηθεί, διαφορετικά η εγγραφή θα απενεργοποιηθεί. Σας προτείνουμε είτε να επιλέξετε είτε μια διαφορετική μέθοδο ενεργοποίησης είτε να ενεργοποιήσετε ξανά τα μηνύματα ηλεκτρονικού ταχυδρομείου.',
	'NEW_MEMBER_POST_LIMIT'			=> 'Νέου μέλους όριο δημοσίευσης',
	'NEW_MEMBER_POST_LIMIT_EXPLAIN'	=> 'Τα νέα μέλη θα είναι μέσα στην <em>Πρόσφατα Εγγεγραμμένα Μέλη</em> ομάδα μέχρι να φτάσουν αυτόν τον αριθμό των δημοσιεύσεων. Μπορείτε να χρησιμοποιήσετε αυτήν την ομάδα για να τους αποτρέψετε από τη χρήση του συστήματος ΠΜ ή να αναθεωρήσουν τις δημοσιεύσεις τους. <strong>Η τιμή 0 απενεργοποιεί αυτήν τη λειτουργία.</strong>',
	'NEW_MEMBER_GROUP_DEFAULT'		=> 'Καθορίστε “Πρόσφατα εγγεγραμμένα μέλη” ομάδα μελών ως προεπιλογή',
	'NEW_MEMBER_GROUP_DEFAULT_EXPLAIN'	=> 'Εάν οριστεί σε “Ναι” και ένα “Νέου μέλους όριο δημοσίευσης” έχει καθοριστεί, τα πρόσφατα εγγεγραμμένα μέλη δεν θα τεθούν μόνο στην <em>Πρόσφατα Εγγεγραμμένα Μέλη</em> ομάδα, αλλά αυτή η ομάδα θα είναι επίσης η προεπιλεγμένη ομάδα τους. Αυτό μπορεί να σας βοηθήσει εάν θέλετε να αναθέσετε έναν βαθμό προεπιλεγμένης ομάδας και / ή το άβαταρ, τότε το μέλος κληρονομεί.',

	'ACC_ADMIN'					=> 'Από διαχειριστή',
	'ACC_DISABLE'				=> 'Απενεργοποίηση εγγραφών',
	'ACC_NONE'					=> 'Όχι ενεργοποίηση (άμεση πρόσβαση)',
	'ACC_USER'					=> 'Από μέλος (e-mail επαλήθευσης)',
//	'ACC_USER_ADMIN'			=> 'Μέλος + Διαχειριστής',
	'ALLOW_EMAIL_REUSE'			=> 'Επιτρέψτε την επαναχρησιμοποίηση διεύθυνσης ηλεκτρονικού ταχυδρομείου',
	'ALLOW_EMAIL_REUSE_EXPLAIN'	=> 'Διαφορετικά μέλη μπορούν να εγγραφούν με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου.',
	'COPPA'						=> 'COPPA',
	'COPPA_FAX'					=> 'COPPA fax αριθμός',
	'COPPA_MAIL'				=> 'COPPA διεύθυνση ηλεκτρονικού ταχυδρομείου',
	'COPPA_MAIL_EXPLAIN'		=> 'Αυτή είναι η διεύθυνση αλληλογραφίας ηλεκτρονικού ταχυδρομείου στην οποία οι γονείς θα στείλουν COPPA έντυπα εγγραφής.',
	'ENABLE_COPPA'				=> 'Ενεργοποίηση COPPA',
	'ENABLE_COPPA_EXPLAIN'		=> 'Αυτό απαιτεί από τα μέλη να δηλώνουν, ότι είναι 13 και άνω σύμφωνα με το U.S. COPPA. Εάν αυτό είναι απενεργοποιημένο, οι COPPA ειδικές ομάδες δεν θα εμφανίζεται πλέον.',
	'MAX_CHARS'					=> 'Μέγιστο',
	'MIN_CHARS'					=> 'Ελάχιστο',
	'NO_AUTH_PLUGIN'			=> 'Δεν βρέθηκε καμία κατάλληλη μέθοδος επιβεβαίωσης.',
	'PASSWORD_LENGTH'			=> 'Μήκος κωδικού',
	'PASSWORD_LENGTH_EXPLAIN'	=> 'Ελάχιστος και μέγιστος αριθμός χαρακτήρων σε κωδικούς πρόσβασης.',
	'REG_LIMIT'					=> 'Προσπάθειες εγγραφής',
	'REG_LIMIT_EXPLAIN'			=> 'Ο αριθμός προσπαθειών που τα μέλη μπορούν να κάνουν στην επίλυση των αντιμέτρων ενοχλητικών μηνυμάτων πριν αποκλειστούν από τη σύνοδο αυτή.',
	'USERNAME_ALPHA_ONLY'		=> 'Γράμματα και αριθμοί μόνο',
	'USERNAME_ALPHA_SPACERS'	=> 'Γράμματα αριθμοί και κενά',
	'USERNAME_ASCII'			=> 'ASCII (κανένας διεθνής unicode-χαρακτήρας)',
	'USERNAME_LETTER_NUM'		=> 'Κάθε γράμμα και αριθμός',
	'USERNAME_LETTER_NUM_SPACERS'	=> 'Κάθε γράμμα, αριθμός και κενό',
	'USERNAME_CHARS'			=> 'Όριο χαρακτήρων ονόματος μέλους',
	'USERNAME_CHARS_ANY'		=> 'Κάθε χαρακτήρας',
	'USERNAME_CHARS_EXPLAIN'	=> 'Περιορίζει τον τύπο των χαρακτήρων που μπορούν να χρησιμοποιηθούν σε ονόματα μελών, τα κενά είναι: κενό, -, +, _, [ και ].',
	'USERNAME_LENGTH'			=> 'Μήκος ονόματος μέλους',
	'USERNAME_LENGTH_EXPLAIN'	=> 'Ο μέγιστος και ελάχιστος αριθμός χαρακτήρων στα ονόματα μελών.',
));

// Feeds
$lang = array_merge($lang, array(
	'ACP_FEED_MANAGEMENT'				=> 'Γενικές ρυθμίσεις τροφοδοσιών',
	'ACP_FEED_MANAGEMENT_EXPLAIN'		=> 'Αυτή η μονάδα θέτει στη διάθεση διάφορες τροφοδοσίες ATOM, αναλύοντας κάθε BBCode σε δημοσιεύσεις να καταστούν αναγνώσιμα σε εξωτερικές τροφοδοσίες.',

	'ACP_FEED_GENERAL'					=> 'Γενικές ρυθμίσεις τροφοδοσιών',
	'ACP_FEED_POST_BASED'				=> 'Βασισμένες σε δημοσιεύσεις ρυθμίσεις τροφοδοσιών',
	'ACP_FEED_TOPIC_BASED'				=> 'Βασισμένες σε θέματα ρυθμίσεις τροφοδοσιών',
	'ACP_FEED_SETTINGS_OTHER'			=> 'Άλλες τροφοδοσίες και ρυθμίσεις',

	'ACP_FEED_ENABLE'					=> 'Ενεργοποίηση τροφοδοσιών',
	'ACP_FEED_ENABLE_EXPLAIN'			=> 'Ενεργοποιεί ή απενεργοποιεί ATOM τροφοδοσίες για το σύνολο του συστήματος συζητήσεων.<br />Απενεργοποιώντας αυτό απενεργοποιεί όλες τις τροφοδοσίες, χωρίς να έχει σημασία πως έχουν οριστεί οι παρακάτω επιλογές.',
	'ACP_FEED_LIMIT'					=> 'Αριθμός αντικειμένων',
	'ACP_FEED_LIMIT_EXPLAIN'			=> 'Ο μέγιστος αριθμός των αντικειμένων τροφοδοσίας για εμφάνιση.',

	'ACP_FEED_OVERALL'					=> 'Ενεργοποίηση τροφοδοσίας σε ολόκληρο το σύστημα συζητήσεων',
	'ACP_FEED_OVERALL_EXPLAIN'			=> 'Νέες δημοσιεύσεις σε ολόκληρο το σύστημα συζητήσεων.',
	'ACP_FEED_FORUM'					=> 'Ενεργοποίηση τροφοδοσιών ανά Δ. Συζήτηση',
	'ACP_FEED_FORUM_EXPLAIN'			=> 'Νέες δημοσιεύσεις σε μεμονωμένη Δ. Συζήτηση και υπό-συζητήσεις.',
	'ACP_FEED_TOPIC'					=> 'Ενεργοποίηση τροφοδοσιών ανά θέμα',
	'ACP_FEED_TOPIC_EXPLAIN'			=> 'Νέες δημοσιεύσεις σε μεμονωμένα θέματα.',

	'ACP_FEED_TOPICS_NEW'				=> 'Ενεργοποίηση τροφοδοσίας νέων θεμάτων',
	'ACP_FEED_TOPICS_NEW_EXPLAIN'		=> 'Ενεργοποιεί την τροφοδοσία “Νέα θέματα”, η οποία εμφανίζει τα τελευταία θέματα που δημιουργήθηκαν συμπεριλαμβάνοντας την πρώτη δημοσίευση.',
	'ACP_FEED_TOPICS_ACTIVE'			=> 'Ενεργοποίηση τροφοδοσίας ενεργών θεμάτων',
	'ACP_FEED_TOPICS_ACTIVE_EXPLAIN'	=> 'Ενεργοποιεί την τροφοδοσία “Ενεργά θέματα”, η οποία εμφανίζει τα τελευταία ενεργά θέματα συμπεριλαμβάνοντας την τελευταία δημοσίευση.',
	'ACP_FEED_NEWS'						=> 'Τροφοδοσία νέων',
	'ACP_FEED_NEWS_EXPLAIN'				=> 'Αντλεί την πρώτη δημοσίευση από αυτές τις Δ. Συζητήσεις. Μην επιλέξτε καμία Δ. Συζήτηση για να απενεργοποιήσετε την τροφοδοσία νέων.<br />Επιλέξτε πολλές Δ. Συζητήσεις κρατώντας πατημένο το <samp>CTRL</samp> και πατώντας.',

	'ACP_FEED_OVERALL_FORUMS'			=> 'Ενεργοποίηση τροφοδοσίας Δ. Συζητήσεων',
	'ACP_FEED_OVERALL_FORUMS_EXPLAIN'	=> 'Ενεργοποιεί την τροφοδοσία “Όλες οι Δ. Συζητήσεις”, η οποία εμφανίζει μία λίστα με τις Δ. Συζητήσεις.',

	'ACP_FEED_HTTP_AUTH'				=> 'Επιτρέψτε την πιστοποίηση HTTP',
	'ACP_FEED_HTTP_AUTH_EXPLAIN'		=> 'Ενεργοποιεί την πιστοποίηση HTTP, η οποία επιτρέπει στα μέλη να λαμβάνουν περιεχόμενο που είναι κρυμμένο για τους επισκέπτες με την προσθήκη της παραμέτρου <samp>auth=http</samp> στον σύνδεσμο (URL) της τροφοδοσίας. Παρακαλώ να λάβετε υπόψη ότι ορισμένες εγκαταστάσεις της PHP απαιτούν επιπρόσθετες αλλαγές στο αρχείο .htaccess. Οδηγίες μπορούν να βρεθούν σε αυτό το αρχείο.',
	'ACP_FEED_ITEM_STATISTICS'			=> 'Στατιστικά αντικειμένων',
	'ACP_FEED_ITEM_STATISTICS_EXPLAIN'	=> 'Εμφάνιση εξατομικευμένων στατιστικών κάτω από τα αντικείμενα τροφοδοσίας<br />(π.χ. δημοσιεύτηκε από, ημερομηνία και ώρα, απαντήσεις, προβολές)',
	'ACP_FEED_EXCLUDE_ID'				=> 'Εξαίρεση αυτών των Δ. Συζητήσεων',
	'ACP_FEED_EXCLUDE_ID_EXPLAIN'		=> 'Περιεχόμενα από εδώ <strong>ΔΕΝ θα συμπεριλαμβάνονται στις τροφοδοσίες</strong>. Μην επιλέξτε καμία Δ. Συζήτηση για να αντλεί δεδομένα από όλες τις Δ. Συζητήσεις.<br />Επιλέξτε / Από-επιλέξτε πολλές Δ. Συζητήσεις κρατώντας πατημένο το <samp>CTRL</samp> και πατώντας.',
));

// Visual Confirmation Settings
$lang = array_merge($lang, array(
	'ACP_VC_SETTINGS_EXPLAIN'				=> 'Εδώ μπορείτε να επιλέξετε και να διαμορφώσετε πρόσθετες λειτουργίες, οι οποίες έχουν σχεδιαστεί για να αποτρέπουν τις αυτοματοποιημένες φόρμες υποβολών για αυτόματη αποστολή ενοχλητικών μηνυμάτων. Αυτές οι πρόσθετες λειτουργίες συνήθως λειτουργούν προκαλώντας το μέλος με μια <em>CAPTCHA</em>, δοκιμασία η οποία είναι σχεδιασμένη να είναι δύσκολη για τους υπολογιστές να επιλύσουν.',
	'ACP_VC_EXT_GET_MORE'					=> 'Για περισσότερες (και ενδεχομένως καλύτερες) anti-spam πρόσθετες λειτουργίες, επισκεφθείτε <a href="https://www.phpbb.com/go/anti-spam-ext"><strong>phpBB.com Extensions Database</strong></a>. Για περισσότερες πληροφορίες για πρόληψη ανεπιθύμητων μηνυμάτων στο σύστημα συζητήσεων σας, επισκεφθείτε <a href="https://www.phpbb.com/go/anti-spam"><strong>phpBB.com Knowledge Base</strong></a>.',
	'AVAILABLE_CAPTCHAS'					=> 'Διαθέσιμες πρόσθετες λειτουργίες',
	'CAPTCHA_UNAVAILABLE'					=> 'Το πρόσθετο δεν μπορεί να επιλεγεί καθώς οι απαιτήσεις του δεν πληρούνται.',
	'CAPTCHA_GD'							=> 'Εικόνα GD',
	'CAPTCHA_GD_3D'							=> 'Εικόνα GD 3D',
	'CAPTCHA_GD_FOREGROUND_NOISE'			=> 'Θόρυβος πρώτου πλάνου',
	'CAPTCHA_GD_EXPLAIN'					=> 'Χρησιμοποιεί GD για να σχηματίσει μια πιο εξειδικευμένη anti-spambot εικόνα.',
	'CAPTCHA_GD_FOREGROUND_NOISE_EXPLAIN'	=> 'Χρησιμοποιείστε θόρυβο πρώτου πλάνου για να κάνετε την εικόνα πιο δύσκολη να αναγνωσθεί',
	'CAPTCHA_GD_X_GRID'						=> 'Θόρυβος υποβάθρου κατά άξονα x',
	'CAPTCHA_GD_X_GRID_EXPLAIN'				=> 'Χρησιμοποιείστε χαμηλότερες ρυθμίσεις αυτού για να κάνει την εικόνα πιο δύσκολη να αναγνωσθεί. Το 0 θα απενεργοποιήσει τον θόρυβο υποβάθρου κατά άξονα x.',
	'CAPTCHA_GD_Y_GRID'						=> 'Θόρυβος υποβάθρου κατά άξονα y',
	'CAPTCHA_GD_Y_GRID_EXPLAIN'				=> 'Χρησιμοποιείστε χαμηλότερες ρυθμίσεις αυτού για να κάνει την εικόνα πιο δύσκολη να αναγνωσθεί. Το 0 θα απενεργοποιήσει τον θόρυβο υποβάθρου κατά άξονα y.',
	'CAPTCHA_GD_WAVE'						=> 'Κυματική παραμόρφωση',
	'CAPTCHA_GD_WAVE_EXPLAIN'				=> 'Αυτό εφαρμόζει μια κυματική παραμόρφωση στην εικόνα.',
	'CAPTCHA_GD_3D_NOISE'					=> 'Προσθήκη αντικειμένων 3D-θορύβου',
	'CAPTCHA_GD_3D_NOISE_EXPLAIN'			=> 'Αυτό προσθέτει πρόσθετα αντικείμενα στην εικόνα, πάνω από τα γράμματα.',
	'CAPTCHA_GD_FONTS'						=> 'Χρήση διαφορετικών γραμματοσειρών',
	'CAPTCHA_GD_FONTS_EXPLAIN'				=> 'Αυτή η ρύθμιση ελέγχει πόσα πολλά διαφορετικά σχήματα γραμμάτων χρησιμοποιούνται. Μπορείτε απλά να χρησιμοποιήσετε τα προεπιλεγμένα σχήματα ή να θεσπίσετε τροποποιημένα γράμματα. Η προσθήκη πεζών γραμμάτων είναι επίσης δυνατή.',
	'CAPTCHA_FONT_DEFAULT'					=> 'Προεπιλεγμένα',
	'CAPTCHA_FONT_NEW'						=> 'Νέα σχήματα',
	'CAPTCHA_FONT_LOWER'					=> 'Επίσης χρήση πεζών χαρακτήρων',
	'CAPTCHA_NO_GD'							=> 'Απλή εικόνα',
	'CAPTCHA_PREVIEW_MSG'					=> 'Οι αλλαγές σας δεν έχουν αποθηκευτεί, αυτή είναι απλά μια προεπισκόπηση.',
	'CAPTCHA_PREVIEW_EXPLAIN'				=> 'Το πρόσθετο όπως θα εμφανίζεται χρησιμοποιώντας την τρέχουσα επιλογή.',

	'CAPTCHA_SELECT'						=> 'Εγκατεστημένα πρόσθετα',
	'CAPTCHA_SELECT_EXPLAIN'				=> 'Το αναπτυσσόμενο μενού κρατά τις πρόσθετες λειτουργίες που αναγνωρίζονται από το σύστημα συζητήσεων. Οι γκρι ενδείξεις δεν είναι διαθέσιμες αυτήν τη στιγμή και ίσως να χρειάζονται διαμόρφωση πριν από τη χρήση.',
	'CAPTCHA_CONFIGURE'						=> 'Ρύθμιση πρόσθετων',
	'CAPTCHA_CONFIGURE_EXPLAIN'				=> 'Αλλαγή των ρυθμίσεων για τα επιλεγμένα πρόσθετα.',
	'CONFIGURE'								=> 'Ρύθμιση',
	'CAPTCHA_NO_OPTIONS'					=> 'Αυτό το πρόσθετο δεν έχει επιλογές ρύθμισης.',

	'VISUAL_CONFIRM_POST'					=> 'Ενεργοποίηση αντιμέτρων spambot για δημοσιεύσεις επισκεπτών',
	'VISUAL_CONFIRM_POST_EXPLAIN'			=> 'Απαιτεί από τους επισκέπτες να περάσουν την anti-spambot δοκιμασία για να βοηθήσει στην αποτροπή αυτοματοποιημένων δημοσιεύσεων.',
	'VISUAL_CONFIRM_REG'					=> 'Ενεργοποίηση αντιμέτρων spambot για εγγραφές',
	'VISUAL_CONFIRM_REG_EXPLAIN'			=> 'Απαιτεί τα νέα μέλη να περάσουν την anti-spambot δοκιμασία για να βοηθήσει στην αποφυγή αυτοματοποιημένων εγγραφών.',
	'VISUAL_CONFIRM_REFRESH'				=> 'Επιτρέψτε στα μέλη να ανανεώνουν την anti-spambot δοκιμασία',
	'VISUAL_CONFIRM_REFRESH_EXPLAIN'		=> 'Επιτρέπει στα μέλη να αιτηθούν μια νέα anti-spambot δοκιμασία εάν δεν είναι σε θέση να επιλύσουν την τρέχουσα κατά τη διάρκεια της εγγραφής τους. Μερικά πρόσθετα ίσως να μην υποστηρίζουν αυτήν την επιλογή.',
));

// Cookie Settings
$lang = array_merge($lang, array(
	'ACP_COOKIE_SETTINGS_EXPLAIN'		=> 'Αυτές οι λεπτομέρειες καθορίζουν τα δεδομένα που χρησιμοποιούνται για την αποστολή cookies στα προγράμματα περιήγησης των μελών σας. Στις περισσότερες περιπτώσεις, οι προεπιλεγμένες τιμές για τις ρυθμίσεις των cookies θα πρέπει να είναι επαρκείς. Αν χρειάζεται να αλλάξετε οποιοδήποτε να το κάνετε με προσοχή, εσφαλμένες ρυθμίσεις μπορεί να εμποδίσουν τα μέλη να συνδεθούν. Αν αντιμετωπίζετε προβλήματα με χρήστες που παραμένουν συνδεδεμένοι στο σύστημά σας, επισκεφθείτε την <b><a href="https://www.phpbb.com/support/go/cookie-settings/">Βάση γνώσεων του phpBB.com - Fixing incorrect cookie settings</a></b>.',

	'COOKIE_DOMAIN'				=> 'Cookie ιστοσελίδα',
	'COOKIE_DOMAIN_EXPLAIN'		=> 'Στις περισσότερες περιπτώσεις η ιστοσελίδα cookie είναι προαιρετική. Αφήστε το κενό αν δεν είστε σίγουροι.<br /><br /> Σε περίπτωση που έχετε το σύστημά σας, προσαρτημένο σε άλλο λογισμικό ή έχετε πολλαπλά ονόματα χώρου (domains), τότε για να αποφασίσετε την ιστοσελίδα cookie πρέπει να κάνετε τα ακόλουθα. Αν έχετε κάτι σαν <i>example.com</i> και <i>forums.example.com</i>, ή ίσως <i>forums.example.com</i> και <i>blog.example.com</i>. Αφαιρέστε τα subdomains μέχρι το κανονικό domain, <i>example.com</i>. Τώρα προσθέστε μια τελεία μπροστά από το domain και θα εισάγετε .example.com (σημειώστε την τελεία στην αρχή).',
	'COOKIE_NAME'				=> 'Cookie όνομα',
	'COOKIE_NAME_EXPLAIN'		=> 'Αυτό μπορεί να είναι οτιδήποτε θέλετε, κάντε το μοναδικό. Όταν αλλάζουν οι ρυθμίσεις cookie το όνομα του cookie πρέπει να αλλάζει.',
	'COOKIE_PATH'				=> 'Cookie διαδρομή',
	'COOKIE_PATH_EXPLAIN'		=> 'Σημειώστε ότι αυτό είναι πάντα μια κάθετος, δεν έχει σημασία ποιό είναι το URL του συστήματός σας.',
	'COOKIE_SECURE'				=> 'Cookie ασφάλεια',
	'COOKIE_SECURE_EXPLAIN'		=> 'Εάν ο διακομιστής σας τρέχει μέσω SSL ρυθμίσετε αυτό σε ενεργοποιημένο διαφορετικά αφήστε ως απενεργοποιημένο. Έχοντας αυτό ενεργοποιημένο και αν δεν τρέχει μέσω SSL θα έχει σαν αποτέλεσμα σφάλματα διακομιστή κατά τη διάρκεια ανακατευθύνσεων.',
	'ONLINE_LENGTH'				=> 'Χρονικό διάστημα για την εμφάνιση σε απευθείας σύνδεση',
	'ONLINE_LENGTH_EXPLAIN'		=> 'Αριθμός λεπτών μετά τον οποίο ανενεργά μέλη δεν θα εμφανιστούν σε “Ποιος είναι σε σύνδεση” καταλόγους. Όσο υψηλότερη είναι η τιμή τόσο μεγαλύτερη είναι η επεξεργασία που απαιτείται για τη δημιουργία του καταλόγου.',
	'SESSION_LENGTH'			=> 'Σύνοδος διάρκεια',
	'SESSION_LENGTH_EXPLAIN'	=> 'Σύνοδοι θα λήγουν μετά από αυτό το χρονικό διάστημα, σε δευτερόλεπτα.',
));

// Contact Settings
$lang = array_merge($lang, array(
	'ACP_CONTACT_SETTINGS_EXPLAIN'		=> 'Εδώ μπορείτε να ενεργοποιήσετε και να απενεργοποιήσετε τη σελίδα επικοινωνίας και επίσης να προσθέσετε ένα κείμενο που θα εμφανίζεται στη σελίδα.',

	'CONTACT_US_ENABLE'				=> 'Ενεργοποίηση σελίδα επικοινωνίας',
	'CONTACT_US_ENABLE_EXPLAIN'		=> 'Αυτή η σελίδα επιτρέπει στα μέλη να στέλνουν μηνύματα ηλεκτρονικού ταχυδρομείου στους διαχειριστές του συστήματος συζητήσεων',

	'CONTACT_US_INFO'				=> 'Πληροφορίες επικοινωνίας',
	'CONTACT_US_INFO_EXPLAIN'		=> 'Το μήνυμα εμφανίζεται στη σελίδα επικοινωνίας',
	'CONTACT_US_INFO_PREVIEW'		=> 'Πληροφορίες σελίδας επικοινωνίας - Προεπισκόπηση',
	'CONTACT_US_INFO_UPDATED'		=> 'Οι πληροφορίες σελίδας επικοινωνίας έχουν ενημερωθεί.',
));

// Load Settings
$lang = array_merge($lang, array(
	'ACP_LOAD_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να ενεργοποιήσετε και να απενεργοποιήσετε μερικές λειτουργίες του συστήματος συζητήσεων, προκειμένου να μειωθεί το ποσό επεξεργασίας που απαιτείται. Στους περισσότερους διακομιστές δεν χρειάζεται να απενεργοποιήσετε κάποιες λειτουργίες. Ωστόσο, σε ορισμένα συστήματα ή σε κοινόχρηστα περιβάλλοντα φιλοξενίας μπορεί να είναι ωφέλιμο να απενεργοποιήσετε τις δυνατότητες που δεν χρειάζεστε πραγματικά. Μπορείτε επίσης να καθορίσετε τα όρια για το φορτίο του συστήματος και τις ενεργές περιόδους πέραν των οποίων το σύστημα συζητήσεων θα περάσει σε εκτός σύνδεση (offline).',

	'ALLOW_CDN'						=> 'Επιτρέψτε τη χρήση από τρίτων δικτύων διανομή περιεχομένου',
	'ALLOW_CDN_EXPLAIN'				=> 'Εάν είναι ενεργοποιημένη αυτή η ρύθμιση, ορισμένα αρχεία θα εξυπηρετούνται από εξωτερικούς διακομιστές τρίτων αντί του διακομιστή σας. Αυτό μειώνει το εύρος ζώνης του δικτύου απαιτείται από τον διακομιστή σας, αλλά μπορεί να παρουσιάσει ένα ένα θέμα Προστασίας Προσωπικών Δεδομένων για κάποιους διαχειριστές του συστήματος συζητήσεων. Σε μια προεπιλεγμένη εγκατάσταση phpBB, αυτό περιλαμβάνει τη φόρτωση “jQuery” και τη γραμματοσειρά “Open Sans” από το περιεχόμενο του δικτύου διανομής της Google.',
	'ALLOW_LIVE_SEARCHES'			=> 'Επιτρέψτε ζωντανές αναζητήσεις',
	'ALLOW_LIVE_SEARCHES_EXPLAIN'	=> 'Εάν είναι ενεργοποιημένη αυτή η ρύθμιση, στα μέλη παρέχονται προτάσεις λέξεων-κλειδιών, καθώς πληκτρολογούν σε ορισμένα πεδία σε ολόκληρο το σύστημα συζητήσεων.',
	'CUSTOM_PROFILE_FIELDS'			=> 'Προσαρμοσμένα πεδία προφίλ',
	'LIMIT_LOAD'					=> 'Όριο φορτίου συστήματος',
	'LIMIT_LOAD_EXPLAIN'			=> 'Εάν το μέσο φορτίο συστήματος του 1 λεπτού (load average) υπερβεί αυτήν την τιμή, το σύστημα συζητήσεων θα περάσει σε εκτός σύνδεση (offline). Μια τιμή 1,0 ισοδυναμεί με ~ 100% χρησιμοποίησης ενός επεξεργαστή. Αυτό λειτουργεί μόνο σε διακομιστές βασισμένους σε UNIX και εφόσον οι πληροφορίες αυτές είναι προσβάσιμες. Η τιμή επαναφέρεται εδώ στο 0 εάν το phpBB δεν ήταν σε θέση να διαβάσει το όριο φορτίου.',
	'LIMIT_SESSIONS'				=> 'Όριο συνόδων',
	'LIMIT_SESSIONS_EXPLAIN'		=> 'Εάν ο αριθμός των συνόδων υπερβαίνει την τιμή αυτή μέσα σε ένα διάστημα ενός λεπτού το σύστημα συζητήσεων θα περάσει σε εκτός σύνδεση (offline). Ρυθμίστε σε 0 για χωρίς όριο συνόδους.',
	'LOAD_CPF_MEMBERLIST'			=> 'Επιτρέψτε στυλ και προσαρμοσμένα πεδία προφίλ να εμφανίζονται στη λίστα μελών',
	'LOAD_CPF_PM'					=> 'Εμφάνιση προσαρμοσμένων πεδίων προφίλ στα προσωπικά μηνύματα',
	'LOAD_CPF_VIEWPROFILE'			=> 'Εμφάνιση προσαρμοσμένων πεδίων προφίλ στα προφίλ μελών',
	'LOAD_CPF_VIEWTOPIC'			=> 'Εμφάνιση προσαρμοσμένων πεδίων προφίλ σε σελίδες θεμάτων',
	'LOAD_USER_ACTIVITY'			=> 'Εμφάνιση δραστηριότητας των μελών',
	'LOAD_USER_ACTIVITY_EXPLAIN'	=> 'Εμφανίζει ενεργό θέμα / Δ. Συζήτηση στα προφίλ μελών και του πίνακα ελέγχου μέλους. Συνιστάται να απενεργοποιήσετε αυτό σε συστήματα συζητήσεων με περισσότερες από ένα εκατομμύριο δημοσιεύσεις.',
	'READ_NOTIFICATION_EXPIRE_DAYS'	=> 'Λήξη αναγνωσμένης ειδοποίησης',
	'READ_NOTIFICATION_EXPIRE_DAYS_EXPLAIN' => 'Αριθμός ημερών που απομένει μέχρι μια αναγνωσμένη ειδοποίηση να διαγράφεται αυτόματα. Ορίστε αυτήν την τιμή 0 για να κάνετε ειδοποιήσεις μόνιμες.',
	'RECOMPILE_STYLES'				=> 'Επαναμεταγλώττιση χρησιμοποιημένων εξαρτημάτων στυλ',
	'RECOMPILE_STYLES_EXPLAIN'		=> 'Έλεγχος για ενημερωμένα στοιχεία στυλ στο σύστημα αρχείων και μεταγλώττιση των.',
	'YES_ANON_READ_MARKING'			=> 'Ενεργοποίηση επισκέπτες να σημειώνουν θέματα ως αναγνωσμένα',
	'YES_ANON_READ_MARKING_EXPLAIN'	=> 'Αποθηκεύει πληροφορίες κατάστασης για αναγνωσμένο / μη αναγνωσμένο για τους επισκέπτες. Εάν απενεργοποιηθεί, δημοσιεύσεις επισημαίνονται πάντοτε ως αναγνωσμένες για τους επισκέπτες.',
	'YES_BIRTHDAYS'					=> 'Ενεργοποίηση λίστας γενεθλίων',
	'YES_BIRTHDAYS_EXPLAIN'			=> 'Εάν απενεργοποιηθεί η λίστα γενεθλίων δεν εμφανίζεται πλέον. Για να αφήσετε αυτήν τη ρύθμιση να τεθεί σε ισχύ, η λειτουργία γενεθλίων πρέπει να είναι ενεργοποιημένη επίσης.',
	'YES_JUMPBOX'					=> 'Ενεργοποίηση εμφάνισης του jumpbox',
	'YES_MODERATORS'				=> 'Ενεργοποίηση εμφάνισης των συντονιστών',
	'YES_ONLINE'					=> 'Ενεργοποίηση της “Μέλη σε σύνδεση” λίστας',
	'YES_ONLINE_EXPLAIN'			=> 'Εμφανίζει μέλους σε σύνδεση πληροφορίες σε ευρετήριο, Δ. Συζήτηση και σελίδες θεμάτων.',
	'YES_ONLINE_GUESTS'				=> 'Ενεργοποίηση της λίστας συνδεδεμένων επισκεπτών σε “Μέλη σε σύνδεση”',
	'YES_ONLINE_GUESTS_EXPLAIN'		=> 'Επιτρέψτε την εμφάνιση των πληροφοριών επισκεπτών σε “Μέλη σε σύνδεση”.',
	'YES_ONLINE_TRACK'				=> 'Ενεργοποίηση εμφάνισης σε σύνδεση / χωρίς σύνδεση πληροφορίες μέλους',
	'YES_ONLINE_TRACK_EXPLAIN'		=> 'Εμφάνιση σε σύνδεση πληροφορίας για το μέλος στα προφίλ και στις σελίδες θεμάτων.',
	'YES_POST_MARKING'				=> 'Ενεργοποίηση σημειωμένων θεμάτων',
	'YES_POST_MARKING_EXPLAIN'		=> 'Υποδεικνύει εάν το μέλος έχει δημοσιεύσει σε ένα θέμα.',
	'YES_READ_MARKING'				=> 'Ενεργοποίηση server-side θεμάτων σήμανσης',
	'YES_READ_MARKING_EXPLAIN'		=> 'Αποθηκεύει πληροφορίες κατάστασης για αναγνωσμένο / μη αναγνωσμένο στη βάση δεδομένων και όχι σε cookie.',
	'YES_UNREAD_SEARCH'				=> 'Ενεργοποίηση αναζήτησης για μη αναγνωσμένες δημοσιεύσεις',
));

// Auth settings
$lang = array_merge($lang, array(
	'ACP_AUTH_SETTINGS_EXPLAIN'	=> 'Το phpBB υποστηρίζει πιστοποίηση plug-ins, ή μονάδες. Αυτά σας επιτρέπουν να προσδιορίσετε πώς τα μέλη πιστοποιούνται κατά τη σύνδεσή τους στο σύστημα συζητήσεων. Από προεπιλογή παρέχονται τέσσερα plug-ins: DB, LDAP, Apache, και OAuth. Δεν απαιτούν όλες οι μέθοδοι πρόσθετες πληροφορίες, έτσι συμπληρώστε τα πεδία μόνον εάν αυτές είναι σχετικές με την επιλεγμένη μέθοδο.',

	'AUTH_METHOD'				=> 'Επιλέξτε μια μέθοδος πιστοποίησης',

	'AUTH_PROVIDER_OAUTH_ERROR_ELEMENT_MISSING'	=> 'Αμφότερα και κλειδί και το μυστικό της κάθε ενεργοποιημένης παροχής υπηρεσίας OAuth πρέπει να παρέχονται. Μόνον ένα παρασχέθηκε για μια παροχή υπηρεσίας OAuth.',
	'AUTH_PROVIDER_OAUTH_EXPLAIN'				=> 'Κάθε παροχή OAuth απαιτεί ένα μοναδικό μυστικό και κλειδί για την πιστοποίηση με τον εξωτερικό διακομιστή. Αυτά θα πρέπει να παρέχονται από την υπηρεσία OAuth κατά την εγγραφή της ιστοσελίδας σας με αυτό και πρέπει να πληκτρολογούνται ακριβώς όπως σας παρασχέθηκαν.<br />Κάθε υπηρεσία που δεν έχει αμφότερα, ένα κλειδί και ένα μυστικό που έχει εισαχθεί εδώ, δεν θα είναι διαθέσιμη για χρήση από τα μέλη της Δ. Συζήτησης. Επίσης σημειώστε, ότι το μέλος μπορεί ακόμη να εγγραφεί και να συνδεθεί χρησιμοποιώντας το DB πιστοποίησης plug-in.',
	'AUTH_PROVIDER_OAUTH_KEY'					=> 'Κλειδί',
	'AUTH_PROVIDER_OAUTH_TITLE'					=> 'OAuth',
	'AUTH_PROVIDER_OAUTH_SECRET'				=> 'Μυστικό',

	'APACHE_SETUP_BEFORE_USE'	=> 'Πρέπει να ρυθμίσετε την πιστοποίηση Apache, πριν αλλάξετε το phpBB σε αυτήν τη μέθοδο πιστοποίησης. Λάβετε υπόψη ότι το όνομα χρήστη που χρησιμοποιείτε για πιστοποίηση Apache πρέπει να είναι το ίδιο με το phpBB όνομα μέλους σας. Η πιστοποίηση του Apache μπορεί να χρησιμοποιηθεί μόνο με mod_php (όχι με μια CGI έκδοση) και το safe_mode απενεργοποιημένο.',

	'LDAP'							=> 'LDAP',
	'LDAP_DN'						=> 'LDAP βάση <var>dn</var>',
	'LDAP_DN_EXPLAIN'				=> 'Αυτό είναι το αποκλειστικό όνομα, εντοπισμού των πληροφοριών χρήστη, π.χ. <samp>o=η εταιρεία μου,c=EL</samp>.',
	'LDAP_EMAIL'					=> 'LDAP ηλεκτρονικό ταχυδρομείο ιδιότητα',
	'LDAP_EMAIL_EXPLAIN'			=> 'Καθορίστε εδώ το όνομα ιδιότητας ηλεκτρονικού ταχυδρομείου σας (εάν υπάρχει), για να τεθεί αυτόματα η διεύθυνση ηλεκτρονικού ταχυδρομείου για τα νέα μέλη. Αφήνοντας αυτό το πεδίο κενό οδηγεί σε κενή διεύθυνση ηλεκτρονικού ταχυδρομείου για μέλη που συνδέονται για πρώτη φορά.',
	'LDAP_INCORRECT_USER_PASSWORD'	=> 'Η σύνδεση με τον διακομιστή LDAP απέτυχε με το συγκεκριμένο όνομα χρήστη / κωδικό πρόσβασης.',
	'LDAP_NO_EMAIL'					=> 'Η συγκεκριμένη ιδιότητα ηλεκτρονικού ταχυδρομείου δεν υπάρχει.',
	'LDAP_NO_IDENTITY'				=> 'Δεν ήταν δυνατή η εύρεση μιας ταυτότητας σύνδεσης για %s.',
	'LDAP_PASSWORD'					=> 'LDAP κωδικός',
	'LDAP_PASSWORD_EXPLAIN'			=> 'Αφήστε κενό για να χρησιμοποιήστε ανώνυμη σύνδεση, διαφορετικά συμπληρώστε τον κωδικό του παραπάνω ονόματος χρήστη. Απαραίτητο για Active Directory Servers.<br /><em><strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong> Αυτός ο κωδικός πρόσβασης θα αποθηκευτεί σαν απλό κείμενο στη βάση δεδομένων, ορατός σε όποιον μπορεί να έχει πρόσβαση στη βάση δεδομένων σας ή που μπορεί να προβάλει αυτήν τη σελίδα ρυθμίσεων.</em>',
	'LDAP_PORT'						=> 'LDAP θύρα διακομιστή',
	'LDAP_PORT_EXPLAIN'				=> 'Προαιρετικά μπορείτε να ορίσετε μια θύρα η οποία θα πρέπει να χρησιμοποιείται για τη σύνδεση με τον διακομιστή LDAP αντί για την προεπιλεγμένη θύρα 389.',
	'LDAP_SERVER'					=> 'LDAP όνομα διακομιστή',
	'LDAP_SERVER_EXPLAIN'			=> 'Εάν χρησιμοποιείτε LDAP αυτό είναι το όνομα εξυπηρετητή ή η διεύθυνση IP του διακομιστή LDAP. Εναλλακτικά, μπορείτε να διευκρινίσετε μια διεύθυνση URL, όπως ldap://hostname:port/',
	'LDAP_UID'						=> 'LDAP <var>uid</var>',
	'LDAP_UID_EXPLAIN'				=> 'Αυτή είναι η ιδιότητα κάτω από την οποία θα ψάξει μια συγκεκριμένη ταυτότητας σύνδεσης, π.χ. <var>uid</var>, <var>sn</var>, κλπ.',
	'LDAP_USER'						=> 'LDAP χρήστης <var>dn</var>',
	'LDAP_USER_EXPLAIN'				=> 'Αφήστε κενό για να χρησιμοποιήσετε ανώνυμη πρόσβαση. Εάν συμπληρωθεί το phpBB χρησιμοποιεί το συγκεκριμένο αποκλειστικό όνομα στις προσπάθειες σύνδεσης να βρεθεί ο σωστός χρήστης, π.χ. <samp>uid=Username,ou=MyUnit,o=MyCompany,c=US</samp>. Απαραίτητο για Active Directory Servers.',
	'LDAP_USER_FILTER'				=> 'LDAP χρήστη φίλτρα',
	'LDAP_USER_FILTER_EXPLAIN'		=> 'Προαιρετικά μπορείτε να περιορίσετε περαιτέρω τα αναζητούμενα αντικείμενα με πρόσθετα φίλτρα. Για παράδειγμα <samp>objectClass=posixGroup</samp> θα έχει ως αποτέλεσμα τη χρησιμοποίηση του <samp>(&amp;(uid=$username)(objectClass=posixGroup))</samp>',
));

// Server Settings
$lang = array_merge($lang, array(
	'ACP_SERVER_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε καθορίσετε τις ρυθμίσεις που εξαρτώνται από τον διακομιστή και το domain. Παρακαλούμε βεβαιωθείτε ότι τα δεδομένα που εισάγετε είναι ακριβή, λάθη θα οδηγήσουν σε μηνύματα ηλεκτρονικού ταχυδρομείου που περιέχουν ανακριβείς πληροφορίες. Όταν εισάγετε το όνομα domain να θυμάστε ότι δεν περιλαμβάνει το http:// ή ή άλλο όρο του πρωτοκόλλου. Αλλάξτε τον αριθμό θύρας μόνον εάν γνωρίζετε ότι ο διακομιστής σας χρησιμοποιεί μια διαφορετική τιμή. Η θύρα 80 είναι σωστή στις περισσότερες περιπτώσεις.',

	'ENABLE_GZIP'				=> 'Ενεργοποίηση GZip συμπίεσης',
	'ENABLE_GZIP_EXPLAIN'		=> 'Το δημιουργούμενο περιεχόμενο θα πρέπει να συμπιέζεται πριν την αποστολή του στο μέλος. Αυτό μπορεί να μειώσει την κυκλοφορία του δικτύου αλλά επίσης θα αυξήσει τη χρήση της CPU και στις δύο πλευρές σε διακομιστή και του πελάτη. Απαιτείται zlib PHP επέκταση για να φορτωθεί.',
	'FORCE_SERVER_VARS'			=> 'Εξαναγκασμός ρυθμίσεων URL διακομιστή',
	'FORCE_SERVER_VARS_EXPLAIN'	=> 'Εάν αυτό τεθεί σε “ΝΑΙ” οι ρυθμίσεις διακομιστή που ορίζονται εδώ θα χρησιμοποιηθούν, αντί των αυτόματα καθορισμένων ρυθμίσεων.',
	'ICONS_PATH'				=> 'Διαδρομή αποθήκευσης εικονιδίων θεμάτων',
	'ICONS_PATH_EXPLAIN'		=> 'Η διαδρομή κάτω από τον ριζικό σας κατάλογο του phpBB, π.χ. <samp>images/icons</samp>.',
	'MOD_REWRITE_ENABLE'		=> 'Ενεργοποίηση URL Rewriting',
	'MOD_REWRITE_ENABLE_EXPLAIN' => 'Όταν είναι ενεργοποιημένο, οι διευθύνσεις URL που περιέχουν ’app.php’ θα πρέπει να ξαναγραφτούν για να αφαιρεθεί το όνομα του αρχείου (δηλ. app.php/foo θα γίνει /foo). <strong>Απαιτείται η μονάδα mod_rewrite του διακομιστή Apache για αυτήν τη λειτουργία για να λειτουργήσει. Αν αυτή η επιλογή είναι ενεργοποιημένη, χωρίς mod_rewrite υποστήριξη, διευθύνσεις URL στο σύστημα συζητήσεων σας μπορούν να σπάσουν.</strong>',
	'MOD_REWRITE_DISABLED'		=> 'Η <strong>mod_rewrite</strong> μονάδα στον διακομιστή ιστού σας Apache είναι απενεργοποιημένη. Ενεργοποιήστε τη μονάδα ή επικοινωνήστε με τον πάροχο φιλοξενίας ιστοσελίδων σας, αν θέλετε να ενεργοποιήσετε αυτήν τη δυνατότητα.',
	'MOD_REWRITE_INFORMATION_UNAVAILABLE' => 'Δεν είμαστε σε θέση να προσδιορίσουμε κατά πόσον ή όχι αυτός ο διακομιστής υποστηρίζει URL rewriting. Αυτή η ρύθμιση μπορεί να είναι ενεργοποιημένη, αλλά αν το URL rewriting δεν είναι διαθέσιμο, διαδρομές που δημιουργούνται από αυτό το σύστημα συζητήσεων (όπως για χρήση σε συνδέσεις) μπορούν να σπάσουν. Επικοινωνήστε με τον πάροχο φιλοξενίας ιστοσελίδων σας, αν δεν είστε σίγουρος (-η) για το αν ή όχι μπορείτε να ενεργοποιήσετε με ασφάλεια αυτήν τη λειτουργία.',
	'PATH_SETTINGS'				=> 'Διαδρομή ρυθμίσεις',
	'RANKS_PATH'				=> 'Διαδρομή αποθήκευσης εικόνων βαθμών',
	'RANKS_PATH_EXPLAIN'		=> 'Η διαδρομή κάτω από τον ριζικό σας κατάλογο του phpBB, π.χ. <samp>images/ranks</samp>.',
	'SCRIPT_PATH'				=> 'Διαδρομή καταλόγου',
	'SCRIPT_PATH_EXPLAIN'		=> 'Η διαδρομή στην οποία βρίσκετε το phpBB σχετικά με το όνομα domain, π.χ. <samp>/phpBB3</samp>.',
	'SERVER_NAME'				=> 'Όνομα ιστοσελίδας',
	'SERVER_NAME_EXPLAIN'		=> 'Το όνομα domain στο οποίο το σύστημα συζητήσεων εκτελείται (για παράδειγμα: <samp>www.example.com</samp>).',
	'SERVER_PORT'				=> 'Θύρα διακομιστή',
	'SERVER_PORT_EXPLAIN'		=> 'Η θύρα στην οποία τρέχει ο διακομιστής σας, συνήθως 80, αλλάξτε μόνον εάν είναι διαφορετική.',
	'SERVER_PROTOCOL'			=> 'Πρωτόκολλο διακομιστή',
	'SERVER_PROTOCOL_EXPLAIN'	=> 'Αυτό θα χρησιμοποιηθεί ως πρωτόκολλο από τον διακομιστή όταν αυτές οι ρυθμίσεις εξαναγκάζονται. Διαφορετικά εάν αυτό το πεδίο είναι κενό ή δεν εξαναγκάζεται τότε το πρωτόκολλο καθορίζεται από τις ρυθμίσεις ασφαλείας cookie (<samp>http://</samp> ή <samp>https://</samp>).',
	'SERVER_URL_SETTINGS'		=> 'Ρυθμίσεις URL διακομιστή',
	'SMILIES_PATH'				=> 'Διαδρομή αποθήκευσης εικονιδίων smilies',
	'SMILIES_PATH_EXPLAIN'		=> 'Η διαδρομή κάτω από τον ριζικό σας κατάλογο του phpBB, π.χ. <samp>images/smilies</samp>.',
	'UPLOAD_ICONS_PATH'			=> 'Διαδρομή αποθήκευσης συμβόλων επεκτάσεων ομάδας',
	'UPLOAD_ICONS_PATH_EXPLAIN'	=> 'Η διαδρομή κάτω από τον ριζικό σας κατάλογο του phpBB, π.χ. <samp>images/upload_icons</samp>.',
	'USE_SYSTEM_CRON'		=> 'Εκτέλεση περιοδικών εργασιών από το σύστημα cron',
	'USE_SYSTEM_CRON_EXPLAIN'		=> 'Όταν είναι κλειστό, το phpBB θα μεριμνήσει για τις περιοδικές εργασίες που θα πρέπει να εκτελούνται αυτόματα. Όταν είναι ανοιχτό, το phpBB δεν θα προγραμματίσει οποιεσδήποτε περιοδικές εργασίες από μόνο του. Ο διαχειριστής του συστήματος πρέπει να μεριμνήσει ώστε το <code>bin/phpbbcli.php cron:run</code> να τρέξει από την υπηρεσία cron του συστήματος σε τακτά χρονικά διαστήματα (π.χ. κάθε 5 λεπτά).',
));

// Security Settings
$lang = array_merge($lang, array(
	'ACP_SECURITY_SETTINGS_EXPLAIN'		=> 'Εδώ μπορείτε να καθορίσετε τη σύνοδο και σχετικές με τη σύνδεση ρυθμίσεις.',

	'ALL'							=> 'Όλα',
	'ALLOW_AUTOLOGIN'				=> 'Επιτρέψτε τις “Να με θυμάσαι” συνδέσεις', 
	'ALLOW_AUTOLOGIN_EXPLAIN'		=> 'Καθορίζει εάν στα μέλη δίνεται η επιλογή “Να με θυμάσαι” όταν επισκέπτονται το σύστημα συζητήσεων.', 
	'ALLOW_PASSWORD_RESET'			=> 'Επιτρέψτε επαναφορά κωδικού πρόσβασης (“Ξέχασα τον κωδικό μου”)',
	'ALLOW_PASSWORD_RESET_EXPLAIN'	=> 'Καθορίζει αν ή όχι τα μέλη έχουν τη δυνατότητα να χρησιμοποιήσουν τον σύνδεσμο “Ξέχασα τον κωδικό μου” στη σελίδα σύνδεσης για την ανάκτηση λογαριασμού τους. Εάν χρησιμοποιείτε έναν εξωτερικό μηχανισμό πιστοποίησης μπορεί να θέλετε να απενεργοποιήσετε αυτό το χαρακτηριστικό.',
	'AUTOLOGIN_LENGTH'				=> 'Χρόνος λήξης των κλειδιών σύνδεσης “Να με θυμάσαι” (σε ημέρες)', 
	'AUTOLOGIN_LENGTH_EXPLAIN'		=> 'Αριθμός ημερών μετά από τον οποίο, τα κλειδιά σύνδεσης “Να με θυμάσαι” αφαιρούνται ή μηδέν για να το απενεργοποιήσετε.', 
	'BROWSER_VALID'					=> 'Επαλήθευση προγράμματος περιήγησης',
	'BROWSER_VALID_EXPLAIN'			=> 'Ενεργοποιεί την επαλήθευση προγράμματος περιήγησης για κάθε σύνοδο βελτιώνοντας την ασφάλεια.',
	'CHECK_DNSBL'					=> 'Έλεγχος της διεύθυνσης IP ενάντια στη DNS μαύρη λίστα',
	'CHECK_DNSBL_EXPLAIN'			=> 'Εάν είναι ενεργοποιημένο η IP διεύθυνση του μέλους ελέγχεται σε σχέση με τις ακόλουθες υπηρεσίες DNSBL κατά την εγγραφή και τη δημοσίευση: <a href="http://spamcop.net">spamcop.net</a> και <a href="http://www.spamhaus.org">www.spamhaus.org</a>. Αυτή η αναζήτηση μπορεί να να διαρκέσει λίγο, ανάλογα με τη διαμόρφωση του διακομιστή. Εάν η καθυστερήσεις είναι μεγάλες ή υπάρχουν πολλά αρνητικά αποτελέσματα συνιστάται να απενεργοποιήσετε αυτόν τον έλεγχο.',
	'CLASS_B'						=> 'Α.Β',
	'CLASS_C'						=> 'Α.Β.C',
	'EMAIL_CHECK_MX'				=> 'Έλεγχος ηλεκτρονικού ταχυδρομείου ιστοσελίδας για έγκυρη MX εγγραφή',
	'EMAIL_CHECK_MX_EXPLAIN'		=> 'Εάν είναι ενεργοποιημένο η διεύθυνση ηλεκτρονικού ταχυδρομείου ιστοσελίδας που παρέχεται κατά την εγγραφή και σε αλλαγές προφίλ, ελέγχεται για μια έγκυρη εγγραφή MX.',
	'FORCE_PASS_CHANGE'				=> 'Εξαναγκασμός αλλαγής κωδικού',
	'FORCE_PASS_CHANGE_EXPLAIN'		=> 'Απαιτείται το μέλος να αλλάξει τον κωδικό πρόσβασης του μετά από έναν συγκεκριμένο αριθμό ημερών. Ρυθμίζοντας αυτήν την τιμή σε 0 απενεργοποιεί αυτήν τη συμπεριφορά.',
	'FORM_TIME_MAX'					=> 'Μέγιστος χρόνος για να υποβάλλουν τις μορφές',
	'FORM_TIME_MAX_EXPLAIN'			=> 'Ο χρόνος που έχει ένας μέλος να υποβάλει μια μορφή. Χρησιμοποιήστε -1 να το απενεργοποιήσετε. Σημειώστε ότι μια μορφή μπορεί να καταστεί άκυρη αν λήξει η σύνοδος, ανεξάρτητα από τη ρύθμιση αυτή.',
	'FORM_SID_GUESTS'				=> 'Αυτό διαμορφώνει τις συνόδους επισκεπτών',
	'FORM_SID_GUESTS_EXPLAIN'		=> 'Εάν είναι ενεργοποιημένο, το διακριτικό μορφής που εκδίδεται για τους επισκέπτες θα είναι σύνοδος-αποκλειστική. Αυτό μπορεί να προκαλέσει προβλήματα με ορισμένους ISPs.',
	'FORWARDED_FOR_VALID'			=> 'Επαλήθευση <var>X_FORWARDED_FOR</var> κεφαλίδας',
	'FORWARDED_FOR_VALID_EXPLAIN'	=> 'Σύνοδοι θα συνεχιστούν μόνον εάν η απεσταλμένη <var>X_FORWARDED_FOR</var> κεφαλίδα ισοδυναμεί με αυτή που στάλθηκε με το προηγούμενο αίτημα. Αποκλεισμοί θα ελέγχονται κατά διευθύνσεων ΙΡ σε <var>X_FORWARDED_FOR</var> επίσης.',
	'IP_VALID'						=> 'Συνόδου IP επικύρωση',
	'IP_VALID_EXPLAIN'				=> 'Καθορίζει πόσο πολύ χρησιμοποιείται η IP των μελών για να επικυρώσει μια σύνοδο. <samp>Όλα</samp> συγκρίνει την πλήρη διεύθυνση, <samp>A.B.C</samp> το πρώτο x.x.x, <samp>A.B</samp> το πρώτο x.x, <samp>Κανένα</samp> απενεργοποιεί τον έλεγχο. Σε IPv6 διευθύνσεις <samp>A.B.C</samp> συγκρίνει τα πρώτα 4 τμήματα και <samp>A.B</samp> τα πρώτα 3 τμήματα.',
	'IP_LOGIN_LIMIT_MAX'			=> 'Μέγιστος αριθμός προσπαθειών σύνδεσης ανά IP διεύθυνση',
	'IP_LOGIN_LIMIT_MAX_EXPLAIN'	=> 'Το ανώτατο όριο των επιτρεπόμενων προσπαθειών σύνδεσης από μια ενιαία ΙΡ διεύθυνση πριν η anti-spambot δοκιμασία ενεργοποιηθεί. Εισάγετε 0 για να αποτραπεί η anti-spambot δοκιμασία να ενεργοποιείται από ΙΡ διευθύνσεις.',
	'IP_LOGIN_LIMIT_TIME'			=> 'ΙΡ διεύθυνση σύνδεσης προσπάθεια χρονικό όριο λήξης',
	'IP_LOGIN_LIMIT_TIME_EXPLAIN'	=> 'Προσπάθειες σύνδεσης λήγουν μετά την περίοδο αυτή.',
	'IP_LOGIN_LIMIT_USE_FORWARDED'	=> 'Όριο προσπαθειών σύνδεσης από <var>X_FORWARDED_FOR</var> κεφαλίδας',
	'IP_LOGIN_LIMIT_USE_FORWARDED_EXPLAIN'	=> 'Αντί του περιορισμού προσπαθειών σύνδεσης από τη διεύθυνση IP θα περιορίζονται από <var>X_FORWARDED_FOR</var> τιμές. <br /><em><strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong> Ενεργοποιήσετε αυτό μόνον εάν λειτουργείτε έναν διακομιστή μεσολάβησης που θέτει <var>X_FORWARDED_FOR</var> σε αξιόπιστες τιμές.</em>',
	'MAX_LOGIN_ATTEMPTS'			=> 'Μέγιστος αριθμός προσπαθειών σύνδεσης ανά όνομα μέλους',
	'MAX_LOGIN_ATTEMPTS_EXPLAIN'	=> 'Ο αριθμός των επιτρεπόμενων προσπαθειών σύνδεσης για μόνον έναν λογαριασμό πριν η anti-spambot δοκιμασία ενεργοποιηθεί. Εισάγετε 0 για να αποτραπεί η anti-spambot δοκιμασία να ενεργοποιείται για ξεχωριστούς λογαριασμούς μελών.',
	'NO_IP_VALIDATION'				=> 'Κανένα',
	'NO_REF_VALIDATION'				=> 'Κανένα',
	'PASSWORD_TYPE'					=> 'Πολυπλοκότητα κωδικού πρόσβασης',
	'PASSWORD_TYPE_EXPLAIN'			=> 'Καθορίζει πόσο περίπλοκος θα πρέπει να είναι ένας κωδικός πρόσβασης όταν ορίζεται ή τροποποιείται, οι επόμενες επιλογές περιλαμβάνουν τις προηγούμενες.',
	'PASS_TYPE_ALPHA'				=> 'Πρέπει να περιέχει γράμματα και αριθμούς',
	'PASS_TYPE_ANY'					=> 'Καμία απαίτηση',
	'PASS_TYPE_CASE'				=> 'Πρέπει να περιέχει κεφαλαία και πεζά γράμματα ανακατεμένα',
	'PASS_TYPE_SYMBOL'				=> 'Πρέπει να περιέχει έξτρα σύμβολα',
	'REF_HOST'						=> 'Μόνον επικυρωμένος διακομιστής',
	'REF_PATH'						=> 'Επίσης επικυρωμένη διαδρομή',
	'REFERRER_VALID'				=> 'Επικυρωμένος αναφορέας',
	'REFERRER_VALID_EXPLAIN'		=> 'Εάν είναι ενεργοποιημένο, ο αναφορέας των POST ερωτημάτων θα ελέγχεται έναντι των ρυθμίσεων διαδρομής διακομιστή / script. Αυτό μπορεί να προκαλέσει ζητήματα στο σύστημα συζητήσεων χρησιμοποιώντας διάφορα domain και ή εξωτερικές συνδέσεις.',
	'TPL_ALLOW_PHP'					=> 'Επιτρέψτε php στα πρότυπα',
	'TPL_ALLOW_PHP_EXPLAIN'			=> 'Εάν αυτή η επιλογή είναι ενεργοποιημένη, <code>PHP</code> και <code>INCLUDEPHP</code> δηλώσεις θα αναγνωρίζονται και θα αναλύονται στα πρότυπα.',
));

// Email Settings
$lang = array_merge($lang, array(
	'ACP_EMAIL_SETTINGS_EXPLAIN'	=> 'Αυτές οι πληροφορίες χρησιμοποιούνται όταν το σύστημα συζητήσεων στέλνει μηνύματα ηλεκτρονικού ταχυδρομείου στα μέλη σας. Παρακαλώ βεβαιωθείτε ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου που έχετε ορίσει είναι έγκυρη, όλα τα απαγορευμένα ή μη απεσταλμένα μηνύματα μηνύματα κατά πάσα πιθανότητα θα αποστέλλονται σε αυτήν τη διεύθυνση. Εάν ο πάροχος φιλοξενίας σας δεν παρέχει μια μητρική (βασισμένη σε PHP) υπηρεσία ηλεκτρονικού ταχυδρομείου, μπορείτε αντί αυτού να στέλνετε μηνύματα απευθείας με χρήση του SMTP. Αυτό απαιτεί τη διεύθυνση ενός κατάλληλου διακομιστή (ρωτήστε τον πάροχο σας εάν είναι απαραίτητο). Εάν ο διακομιστής απαιτεί πιστοποίηση (και μόνον εάν το κάνει) εισάγετε τα απαιτούμενα όνομα χρήστη, κωδικό πρόσβασης και μέθοδο πιστοποίησης.',

	'ADMIN_EMAIL'					=> 'Διεύθυνση ηλεκτρονικού ταχυδρομείου απάντησης',
	'ADMIN_EMAIL_EXPLAIN'			=> 'Αυτό θα χρησιμοποιείται ως η διεύθυνση επιστροφής για όλα τα ηλεκτρονικά μηνύματα, η τεχνική διεύθυνση επικοινωνίας ηλεκτρονικού ταχυδρομείου. Θα χρησιμοποιείται πάντα ως <samp>Διεύθυνση-Επιστροφής</samp> και <samp>Αποστολέας</samp> ηλεκτρονικού ταχυδρομείου.',
	'BOARD_EMAIL_FORM'				=> 'Αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου μέσω του συστήματος συζητήσεων',
	'BOARD_EMAIL_FORM_EXPLAIN'		=> 'Αντί της ένδειξης της διεύθυνσης ηλεκτρονικού ταχυδρομείου των μελών, τα μέλη μπορούν να αποστείλουν μηνύματα ηλεκτρονικού ταχυδρομείου μέσω του συστήματος συζητήσεων.',
	'BOARD_HIDE_EMAILS'				=> 'Απόκρυψη διεύθυνσης ηλεκτρονικού ταχυδρομείου',
	'BOARD_HIDE_EMAILS_EXPLAIN'		=> 'Αυτή η λειτουργία κρατά διευθύνσεις ηλεκτρονικού ταχυδρομείου απολύτως ιδιωτικές.',
	'CONTACT_EMAIL'					=> 'Διεύθυνση επικοινωνίας ηλεκτρονικού ταχυδρομείου ',
	'CONTACT_EMAIL_EXPLAIN'			=> 'Αυτή η διεύθυνση θα χρησιμοποιείται κάθε φορά που απαιτείται ένα συγκεκριμένο σημείο επικοινωνίας, π.χ. ενοχλητικά μηνύματα, αναφορά λαθών, κ.λπ. Θα χρησιμοποιείται πάντα ως <samp>Από</samp> και <samp>Απάντηση-Προς</samp> διεύθυνση σε μηνύματα ηλεκτρονικού ταχυδρομείου.',
	'CONTACT_EMAIL_NAME'			=> 'Όνομα επικοινωνίας',
	'CONTACT_EMAIL_NAME_EXPLAIN'	=> 'Αυτό είναι το όνομα της επικοινωνίας το οποίο οι παραλήπτες ηλεκτρονικών μηνυμάτων θα βλέπουν. Εάν δεν θέλετε να έχετε ένα όνομα επικοινωνίας, αφήστε αυτό το πεδίο κενό.',
	'EMAIL_FUNCTION_NAME'			=> 'Όνομα λειτουργίας ηλεκτρονικού ταχυδρομείου',
	'EMAIL_FUNCTION_NAME_EXPLAIN'	=> ' Η λειτουργία ηλεκτρονικού ταχυδρομείου που χρησιμοποιείται για την αποστολή ηλεκτρονικών μηνυμάτων μέσω της PHP.',
	'EMAIL_PACKAGE_SIZE'			=> 'Μέγεθος πακέτου ηλεκτρονικού ταχυδρομείου',
	'EMAIL_PACKAGE_SIZE_EXPLAIN'	=> 'Αυτός είναι ο μέγιστος αριθμός μηνυμάτων ηλεκτρονικού ταχυδρομείου αποστέλλονται σε ένα πακέτο. Αυτή η ρύθμιση εφαρμόζεται στην εσωτερική σειρά αναμονής μηνυμάτων. Ορίσετε αυτήν την τιμή σε 0, αν έχετε προβλήματα με μη-παραδοθέντα μηνύματα ηλεκτρονικού ταχυδρομείου ειδοποιήσεων.',
	'EMAIL_SIG'						=> 'Υπογραφή ηλεκτρονικού ταχυδρομείου',
	'EMAIL_SIG_EXPLAIN'				=> 'Αυτό το κείμενο θα επισυνάπτεται σε όλα τα μηνύματα ηλεκτρονικού ταχυδρομείου, τα οποία αποστέλλονται από το σύστημα συζητήσεων.',
	'ENABLE_EMAIL'					=> 'Ενεργοποίηση μηνυμάτων ηλεκτρονικού ταχυδρομείου σε ολόκληρο το σύστημα συζητήσεων',
	'ENABLE_EMAIL_EXPLAIN'			=> 'Εάν αυτό έχει οριστεί ως απενεργοποιημένο, δεν θα αποστέλλονται από το σύστημα συζητήσεων μηνύματα ηλεκτρονικού ταχυδρομείου προς όλους. <em>Σημειώστε ότι οι ρυθμίσεις λογαριασμοί ενεργοποίησης μέλους και διαχειριστή απαιτούν αυτή η ρύθμιση να είναι ενεργοποιημένη. Εάν χρησιμοποιείτε αυτήν τη στιγμή ενεργοποίηση “Από μέλος” ή “Από διαχειριστή” στις ρυθμίσεις ενεργοποίησης, η απενεργοποίηση αυτής της ρύθμισης θα απενεργοποιήσει τις εγγραφές.</em>',
	'SMTP_ALLOW_SELF_SIGNED'		=> 'Να επιτρέπονται τα αυτο-υπογραφόμενα SSL πιστοποιητικά',
	'SMTP_ALLOW_SELF_SIGNED_EXPLAIN'=> 'Να επιτρέπονται οι συνδέσεις στον διακομιστή SMTP με αυτο-υπογραφόμενο SSL πιστοποιητικό.<em><strong>Προσοχή:</strong> Αν επιτρέψετε αυτο-υπογραφόμενα SSL πιστοποιητικά ίσως δημιουργήσετε θέματα ασφαλείας.</em>',
	'SMTP_AUTH_METHOD'				=> 'Μέθοδος πιστοποίησης για SMTP',
	'SMTP_AUTH_METHOD_EXPLAIN'		=> 'Χρησιμοποιείται μόνον εάν έχει οριστεί το όνομα χρήστη / κωδικός πρόσβασης, ρωτήστε τον πάροχο σας εάν δεν είστε βέβαιοι ποια μέθοδο θα χρησιμοποιήσετε.',
	'SMTP_CRAM_MD5'					=> 'CRAM-MD5',
	'SMTP_DIGEST_MD5'				=> 'DIGEST-MD5',
	'SMTP_LOGIN'					=> 'Σύνδεση ',
	'SMTP_PASSWORD'					=> 'SMTP κωδικός πρόσβασης',
	'SMTP_PASSWORD_EXPLAIN'			=> 'Εισάγετε μόνον τότε έναν κωδικό πρόσβασης εάν ο διακομιστής SMTP το απαιτεί αυτό. <em><strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong> Αυτός ο κωδικός πρόσβασης θα αποθηκευτεί σαν απλό κείμενο στη βάση δεδομένων, ορατός σε όποιον μπορεί να έχει πρόσβαση στη βάση δεδομένων σας ή που μπορεί να προβάλει αυτήν τη σελίδα ρυθμίσεων.</em>',
	'SMTP_PLAIN'					=> 'Απλή',
	'SMTP_POP_BEFORE_SMTP'			=> 'POP-ΠΡΙΝ-SMTP',
	'SMTP_PORT'						=> 'SMTP θύρα διακομιστή',
	'SMTP_PORT_EXPLAIN'				=> 'Αλλάξτε αυτό μόνον εάν γνωρίζετε ότι ο SMTP διακομιστής είναι σε μια διαφορετική θύρα.',
	'SMTP_SERVER'					=> 'SMTP διεύθυνση διακομιστή',
	'SMTP_SERVER_EXPLAIN'			=> 'Σημειώστε ότι πρέπει να γράψετε και το πρωτόκολλο που χρησιμοποιεί ο διακομιστής σας. Αν χρησιμοποιείτε SSL, πρέπει να γραφτεί "ssl://your.mailserver.com"',
	'SMTP_SETTINGS'					=> 'SMTP ρυθμίσεις',
	'SMTP_USERNAME'					=> 'SMTP όνομα χρήστη',
	'SMTP_USERNAME_EXPLAIN'			=> 'Εισάγετε μόνον τότε ένα όνομα χρήστη εάν ο διακομιστής SMTP το απαιτεί αυτό',
	'SMTP_VERIFY_PEER'				=> 'Επαλήθευση πιστοποιητικού SSL',
	'SMTP_VERIFY_PEER_EXPLAIN'		=> 'Να απαιτείται η επαλήθευση του SSL πιστοποιητικού που χρησιμοποιεί ο διακομιστής SMTP.<em><strong>Προσοχή:</strong> Αν συνδέσετε κόμβους με μη επαληθευμένα πιστοποιητικά, ίσως να δημιουργηθεί κάποιο κενό ασφαλείας.</em>',
	'SMTP_VERIFY_PEER_NAME'			=> 'Επαλήθευση ονόματος κόμβου SMTP',
	'SMTP_VERIFY_PEER_NAME_EXPLAIN'	=> 'Να απαιτείται η επαλήθευση του ονόματος κόμβου για διακομιστές SMTP που χρησιμοποιούν συνδέσεις SSL / TLS.<em><strong>Προσοχή:</strong> Αν συνδέεστε με μη επαληθευμένους κόμβους ίσως δημιουργηθούν κενά ασφαλείας.</em>',
	
	'USE_SMTP'						=> 'Χρήση SMTP διακομιστή για μήνυμα ηλεκτρονικού ταχυδρομείου',
	'USE_SMTP_EXPLAIN'				=> 'Επιλέξτε “Ναι” εάν θέλετε ή πρέπει να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου μέσω ενός έγκυρου διακομιστή (SMTP), αντί της λειτουργίας τοπικού ταχυδρομείου (λειτουργία PHP).',
));

// Jabber settings
$lang = array_merge($lang, array(
	'ACP_JABBER_SETTINGS_EXPLAIN'	=> 'Εδώ μπορείτε να ενεργοποιήσετε και να ελέγξετε τη χρήση του Jabber για ανταλλαγή άμεσων μηνυμάτων και ειδοποιήσεις του συστήματος συζητήσεων. Το Jabber είναι ένα πρωτόκολλο ανοικτού κώδικα και συνεπώς στη διάθεση για χρήση από οποιονδήποτε. Μερικοί διακομιστές Jabber περιλαμβάνουν πύλες ή μεταφορές που σας επιτρέπουν να επικοινωνήσετε με τους χρήστες σε άλλα δίκτυα. Όλοι οι διακομιστές δεν προσφέρουν όλες τις μεταφορές, και αλλαγές στα πρωτόκολλα μπορεί να αποτρέψουν μεταφορές να λειτουργούν. Παρακαλώ να είστε σίγουρος (-η) ότι εισάγετε στοιχεία ήδη καταχωρημένου λογαριασμού - το phpBB θα χρησιμοποιήσει τις πληροφορίες που εισάγετε εδώ όπως είναι.',

	'JAB_ALLOW_SELF_SIGNED'			=> 'Να επιτρέπονται τα αυτο-υπογραφόμενα SSL πιστοποιητικά',
	'JAB_ALLOW_SELF_SIGNED_EXPLAIN'	=> 'Να επιτρέπονται συνδέσεις στον διακομιστή Jabber με αυτο-υπογραφόμενα SSL πιστοποιητικά.<em><strong>Προσοχή:</strong> Αν επιτρέψετε αυτο-υπογραφόμενα SSL πιστοποιητικά ίσως δημιουργήσετε θέματα ασφαλείας.</em>',
	'JAB_ENABLE'					=> 'Ενεργοποίηση Jabber',
	'JAB_ENABLE_EXPLAIN'			=> 'Ενεργοποιεί τη χρήση της ανταλλαγής μηνυμάτων και ειδοποιήσεων Jabber.',
	'JAB_GTALK_NOTE'				=> 'Παρακαλώ σημειώστε ότι η GTalk δεν θα λειτουργήσει, επειδή η <samp>dns_get_record</samp> λειτουργία δεν βρέθηκε. Αυτή η λειτουργία δεν είναι διαθέσιμη στην PHP4 και δεν εφαρμόζεται σε πλατφόρμες των Windows. Επί του παρόντος δεν λειτουργεί σε συστήματα βασισμένα σε BSD, συμπεριλαμβανομένου του Mac OS.',
	'JAB_PACKAGE_SIZE'				=> 'Μέγεθος πακέτου Jabber',
	'JAB_PACKAGE_SIZE_EXPLAIN'		=> 'Ο αριθμός των μηνυμάτων που αποστέλλονται σε ένα πακέτο. Αν οριστεί σε 0 το μήνυμα στέλνεται αμέσως και δεν θα μπαίνει σε ουρά αναμονής για αποστολή αργότερα.',
	'JAB_PASSWORD'					=> 'Κωδικός πρόσβασης Jabber',
	'JAB_PASSWORD_EXPLAIN'			=> '<em><strong>Προσοχή:</strong> Αυτός ο κωδικός πρόσβασης θα αποθηκευτεί σαν απλό κείμενο στη βάση δεδομένων, ορατός σε όποιον μπορεί να έχει πρόσβαση στη βάση δεδομένων σας ή που μπορεί να προβάλει αυτήν τη σελίδα ρυθμίσεων.</em>',
	'JAB_PORT'						=> 'Θύρα Jabber',
	'JAB_PORT_EXPLAIN'				=> 'Αφήστε κενό εκτός και αν γνωρίζετε ότι δεν είναι η θύρα 5222',
	'JAB_SERVER'					=> 'Διακομιστής Jabber',
	'JAB_SERVER_EXPLAIN'			=> 'Δείτε στο %sjabber.org%s για όλες τις λίστες διακομιστών.',
	'JAB_SETTINGS_CHANGED'			=> 'Οι ρυθμίσεις Jabber ενημερώθηκαν με επιτυχία.',
	'JAB_USE_SSL'					=> 'Χρήση SSL για σύνδεση',
	'JAB_USE_SSL_EXPLAIN'			=> 'Εάν είναι ενεργοποιημένο θα προσπαθήσει να δημιουργηθεί μια ασφαλής σύνδεση. Η θύρα Jabber θα τροποποιηθεί σε 5223 εάν έχει καθοριστεί η θύρα 5222.',
	'JAB_USERNAME'					=> 'Όνομα μέλους Jabber ή JID',
	'JAB_USERNAME_EXPLAIN'			=> 'Προσδιορίστε ένα καταχωρημένο όνομα χρήστη ή ένα έγκυρο JID. Το όνομα χρήστη δεν θα ελέγχεται για την εγκυρότητα. Εάν καθορίσετε μόνο ένα όνομα χρήστη, τότε το JID σας θα είναι το όνομα χρήστη και ο διακομιστής που καθορίζονται παραπάνω. Αλλιώς, καθορίστε ένα έγκυρο JID, για παράδειγμα user@jabber.org.',
	'JAB_VERIFY_PEER'				=> 'Επαλήθευση πιστοποιητικού SSL',
	'JAB_VERIFY_PEER_EXPLAIN'		=> 'Να απαιτείται η επαλήθευση του SSL πιστοποιητικού που χρησιμοποιεί ο διακομιστής Jabber.<em><strong>Προσοχή:</strong> Αν συνδέσετε κόμβους με μη επαληθευμένα πιστοποιητικά, ίσως να δημιουργηθεί κάποιο κενό ασφαλείας.</em>',
	'JAB_VERIFY_PEER_NAME'			=> 'Επαλήθευση ονόματος κόμβου Jabber',
	'JAB_VERIFY_PEER_NAME_EXPLAIN'	=> 'Να απαιτείται η επαλήθευση του ονόματος κόμβου για διακομιστές Jabber που χρησιμοποιούν συνδέσεις SSL / TLS.<em><strong>Προσοχή:</strong> Αν συνδέεστε με μη επαληθευμένους κόμβους ίσως δημιουργηθούν κενά ασφαλείας.</em>',
));
