<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com (dimitris):
* (http://phpbbgr.com/team/)
*
*/

/**
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$help = array(
	array(
		0 => '--',
		1 => 'Ζητήματα σύνδεσης και εγγραφής',
	),
	array(
		0 => 'Γιατί πρέπει να εγγραφώ;',
		1 => 'Ίσως να μην είναι απαραίτητο, εναπόκειται στον διαχειριστή του συστήματος συζητήσεων ως προς το αν θα πρέπει να εγγραφείτε προκειμένου να αναρτήσετε μηνύματα. Ωστόσο, εγγραφή θα σας δώσει πρόσβαση σε πρόσθετες υπηρεσίες που δεν είναι διαθέσιμες σε επισκέπτες όπως ο καθορισμός εικόνων μελών (avatars), προσωπικά μηνύματα, αποστολή και λήψη μηνυμάτων ηλεκτρονικού ταχυδρομείου από και προς άλλα μέλη, ένταξη σε σε ομάδα μελών, κλπ. Χρειάζονται μόνο μερικά λεπτά για την εγγραφή σας οπότε σας συμβουλεύουμε να το πράξετε αυτό.',
	),
	array(
		0 => 'Τι είναι το COPPA;',
		1 => 'COPPA, ή Νόμος για την Προστασία Προσωπικών Δεδομένων Ανηλίκων στο Διαδίκτυο Πράξη του 1998, που απαιτεί από δικτυακούς τόπους οι οποίοι μπορούν να συλλέγουν πληροφορίες από ανηλίκους κάτω των 13 ετών ή κάποια άλλη μέθοδο νομικής επιβεβαίωσης κηδεμόνα, από ανήλικο ηλικίας μικρότερης των 13. Εάν δεν είστε σίγουρος (-η) αν αυτό ισχύει για σας όπως κάποιος ο οποίος προσπαθεί να εγγραφεί ή στην ιστοσελίδα που προσπαθείτε να εγγραφείτε, επικοινωνήστε με νομικό σύμβουλο για βοήθεια. Παρακαλώ σημειώστε ότι το phpBB Limited και ο ιδιοκτήτης του εν λόγω συστήματος συζητήσεων δεν μπορεί να δώσει νομική συμβουλή και δεν είναι ένα σημείο επαφής για ενδοιασμούς νομικού χαρακτήρα οποιουδήποτε είδους, εκτός από τις περιπτώσεις που περιγράφονται στην ερώτηση “Με ποιόν θα επικοινωνήσω σχετικά με νομικά ή θέματα κατάχρησης πάνω στο σύστημα συζητήσεων;”',
	),
	array(
		0 => 'Γιατί δεν μπορώ να εγγραφώ;',
		1 => 'Είναι πιθανόν κάποιος διαχειριστής του συστήματος συζητήσεων να έχει απενεργοποιήσει τις εγγραφές για να αποτρέψει νέους επισκέπτες να εγγραφούν. Κάποιος διαχειριστής του συστήματος συζητήσεων μπορεί επίσης να έχει αποκλείσει την IP διεύθυνση σας ή να μην επιτρέπει το όνομα μέλους που προσπαθείτε να καταχωρίσετε. Επικοινωνήστε με κάποιον διαχειριστή του συστήματος συζητήσεων για βοήθεια.',
	),
	array(
		0 => 'Έχω κάνει εγγραφή, αλλά δεν μπορώ να συνδεθώ!',
		1 => 'Πρώτα, ελέγξτε το όνομα μέλους και τον κωδικό πρόσβασης σας. Εάν αυτά είναι σωστά, τότε ένα από τα δύο πράγματα μπορεί μπορεί να έχει συμβεί. Εάν η υποστήριξη διακήρυξης COPPA είναι ενεργοποιημένη και έχετε ορίσει ότι είστε κάτω των 13 ετών κατά τη διάρκεια της εγγραφής, θα πρέπει να ακολουθήσετε τις οδηγίες που έχετε λάβει. Μερικά συστήματα συζητήσεων απαιτούν όλες οι νέες εγγραφές να ενεργοποιούνται, είτε από εσάς είτε από τον διαχειριστή προκειμένου να μπορέσετε να συνδεθείτε. Αυτή η πληροφορία ήταν παρούσα κατά τη διάρκεια της εγγραφής. Εάν έχετε λάβει ένα μήνυμα ηλεκτρονικού ταχυδρομείου, ακολουθήστε τις οδηγίες. Εάν δεν λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου, ενδεχομένως να έχετε δώσει μια λανθασμένη διεύθυνση ηλεκτρονικού ταχυδρομείου ή το μήνυμα ηλεκτρονικού ταχυδρομείου, έχει μπλοκαριστεί από κάποιο φίλτρο spam. Εάν είστε σίγουρος (-η) ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου που δώσατε είναι σωστή, προσπαθήστε να επικοινωνήσετε με έναν διαχειριστή.',
	),
	array(
		0 => 'Γιατί δεν μπορώ να συνδεθώ;',
		1 => 'Υπάρχουν διάφοροι λόγοι για τους οποίους αυτό θα μπορούσε να συμβεί. Πρώτον, βεβαιωθείτε ότι το όνομα μέλους και ο κωδικός πρόσβασης σας είναι σωστά. Αν αυτά είναι, επικοινωνήστε με κάποιον διαχειριστή του συστήματος συζητήσεων για να βεβαιωθείτε ότι δεν έχετε απαγορευθεί. Είναι επίσης πιθανό ο ιδιοκτήτης της ιστοσελίδας να έχει κάποιο σφάλμα στις ρυθμίσεις, και να χρειάζεται να το διορθώσει.',
	),
	array(
		0 => 'Έχω εγγραφεί κατά το παρελθόν αλλά δεν μπορώ να συνδεθώ πλέον!',
		1 => 'Είναι πιθανό κάποιος διαχειριστής να απενεργοποίησε ή να διέγραψε τον λογαριασμό σας για κάποιο λόγο. Επίσης, πολλά συστήματα συζητήσεων απομακρύνουν μέλη περιοδικά που δεν έχουν δημοσιεύσει μηνύματα για μεγάλο χρονικό διάστημα για να μειώσουν το μέγεθος της βάσης δεδομένων. Εάν αυτό συμβαίνει, προσπαθήστε να εγγραφείτε ξανά και να εμπλακείτε στις δημόσιες συζητήσεις.',
	),
	array(
		0 => 'Έχω χάσει τον κωδικό μου!',
		1 => 'Μην πανικοβάλλεστε! Αν και ο κωδικός πρόσβασης σας δεν μπορεί να ανακτηθεί, μπορεί εύκολα να επαναφερθεί. Επισκεφθείτε τη σελίδα σύνδεσης και πατήστε στο <em>Ξέχασα τον κωδικό μου</em>. Ακολουθήστε τις οδηγίες και θα είστε σε θέση να συνδεθείτε πάλι σύντομα. Ωστόσο, αν δεν είστε σε θέση να επαναφέρετε τον κωδικό πρόσβασης σας, επικοινωνήστε με κάποιον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Γιατί αποσυνδέομαι αυτόματα;',
		1 => 'Εάν δεν έχετε σημειώσει το <em>Να με θυμάσαι</em> πλαίσιο κατά τη σύνδεση σας, το σύστημα συζητήσεων θα σας διατηρεί συνδεδεμένο μόνο για έναν καθορισμένο χρόνο. Αυτό αποτρέπει την κατάχρηση του λογαριασμού σας από κάποιον άλλο. Για να παραμείνετε συνδεδεμένοι, σημειώστε το <em>Να με θυμάσαι</em> πλαίσιο κατά τη διάρκεια της σύνδεσης. Αυτό δεν συνιστάται εάν έχετε πρόσβαση στο σύστημα συζητήσεων από έναν κοινόχρηστο υπολογιστή , π.χ. βιβλιοθήκη, internet cafe, πανεπιστημιακό εργαστήριο υπολογιστών, κλπ. Εάν δεν βλέπετε αυτό το πλαίσιο επιλογής, αυτό σημαίνει ότι διαχειριστής του συστήματος συζητήσεων έχει απενεργοποιήσει αυτό το χαρακτηριστικό.',
	),
	array(
		0 => 'Τι κάνει η “Διαγραφή όλων των cookies της Δ. Συζήτησης”;',
		1 => 'Η “Διαγραφή όλων των cookies της Δ. Συζήτησης” διαγράφει τα cookies που έχουν δημιουργηθεί από το phpBB τα οποία σας διατηρούν πιστοποιημένους και συνδεδεμένους στο σύστημα συζητήσεων. Τα cookies παρέχουν επίσης λειτουργίες όπως η παρακολούθηση αναγνωσμένων εάν είναι ενεργοποιημένη από τον διαχειριστή του συστήματος συζητήσεων. Εάν έχετε προβλήματα σύνδεσης ή αποσύνδεσης, η διαγραφή των cookies του συστήματος συζητήσεων ίσως βοηθήσει.',
	),
	array(
		0 => '--',
		1 => 'Προτιμήσεις μέλους και ρυθμίσεις',
	),
	array(
		0 => 'Πώς μπορώ να αλλάξω τις ρυθμίσεις μου;',
		1 => 'Εάν είστε εγγεγραμμένο μέλος, όλες οι ρυθμίσεις σας αποθηκεύονται στη βάση δεδομένων του συστήματος συζητήσεων. Για να τις αλλάξετε, επισκεφθείτε τον Πίνακα Ελέγχου Μέλους. Ένας σύνδεσμος μπορεί συνήθως να βρεθεί πατώντας στο όνομα μέλους σας στην κορυφή των περισσότερων σελίδων του συστήματος συζητήσεων. Αυτό το σύστημα θα σας επιτρέψει να αλλάξετε τις ρυθμίσεις και τις προτιμήσεις σας',
	),
	array(
		0 => 'Πώς μπορώ να αποτρέψω την εμφάνιση του ονόματος μου στη λίστα μελών σε σύνδεση;',
		1 => 'Μέσα στον Πίνακα Ελέγχου Μέλους σας, στην καρτέλα “Προτιμήσεις Δ. Συζήτησης”, θα βρείτε την επιλογή <em>Απόκρυψη των στοιχείων μου κατά τη διάρκεια της σύνδεσης</em>. Ενεργοποιήστε αυτήν την επιλογή και θα είστε ορατοί μόνο σε διαχειριστές, συντονιστές και εσάς. Θα υπολογίζεστε ως μέλος με απόκρυψη.',
	),
	array(
		0 => 'Η ώρα δεν είναι σωστή!',
		1 => 'Είναι πιθανό η ώρα που εμφανίζεται να είναι από διαφορετική ζώνης ώρας από αυτήν στην οποία βρίσκεστε. Εάν αυτή είναι η περίπτωση, επισκεφθείτε τον Πίνακα Ελέγχου Μέλους σας και αλλάξτε τη ζώνη ώρας σας για να ταιριάζει στην ιδιαίτερη περιοχή σας, π.χ. Λονδίνο, Παρίσι, Νέα Υόρκη, Σίδνεϋ, κλπ. Παρακαλώ σημειώστε ότι η αλλαγή της ζώνης ώρας, όπως και οι περισσότερες ρυθμίσεις, μπορεί να γίνει μόνον από εγγεγραμμένα μέλη. Εάν δεν έχετε εγγραφεί, αυτή είναι μια καλή ευκαιρία για να το κάνετε αυτό.',
	),
	array(
		0 => 'Έχω αλλάξει τη ζώνη ώρας και η ώρα εξακολουθεί να είναι λανθασμένη!',
		1 => 'Εάν είστε σίγουρος (-η) ότι έχετε ρυθμίσει τη ζώνη ώρας σωστά και η ώρα εξακολουθεί να είναι λανθασμένη, τότε ή ώρα που είναι αποθηκευμένη στο ρολόι του διακομιστή είναι εσφαλμένη. Παρακαλώ να ειδοποιήσετε κάποιον διαχειριστή για να διορθώσει το πρόβλημα.',
	),
	array(
		0 => 'Η γλώσσα μου δεν είναι στη λίστα!',
		1 => 'Είτε ο διαχειριστής δεν έχει εγκαταστήσει τη γλώσσα σας ή κανείς δεν έχει μεταφράσει αυτό το σύστημα συζητήσεων στη γλώσσα σας. Προσπαθήστε να ζητήσετε από κάποιον διαχειριστή του συστήματος συζητήσεων αν μπορεί να εγκαταστήσει το πακέτο γλώσσας που χρειάζεστε. Εάν το πακέτο γλώσσας δεν υπάρχει, μπορείτε να δημιουργήσετε μια νέα μετάφραση. Περισσότερες πληροφορίες μπορείτε να βρείτε στην ιστοσελίδα του <a href="https://www.phpbb.com/">phpBB</a>&reg;.',
	),
	array(
		0 => 'Τι είναι οι εικόνες δίπλα στο όνομα χρήστη μου;',
		1 => 'Υπάρχουν δύο εικόνες οι οποίες μπορεί να εμφανιστούν μαζί με ένα το όνομα μέλους όταν προβάλλονται δημοσιεύσεις. Μια από αυτές μπορεί να είναι μια εικόνα που σχετίζεται με το βαθμό σας, γενικώς, με τη μορφή των άστρων, τετραγώνων ή κουκίδων, υποδεικνύοντας πόσες δημοσιεύσεις έχετε κάνει ή το αξίωμα σας στο σύστημα συζητήσεων. Μια άλλη, συνήθως μεγαλύτερη, εικόνα είναι γνωστή ως άβαταρ και η είναι γενικώς μοναδική, προσωπική για κάθε μέλος.',
	),
	array(
		0 => 'Πώς μπορώ να εμφανίσω ένα άβαταρ;',
		1 => 'Μέσα στον Πίνακα Ελέγχου Μέλους σας, στην καρτέλα “Προφίλ”, μπορείτε να προσθέσετε ένα άβαταρ, χρησιμοποιώντας μία από τις ακόλουθες τέσσερις μεθόδους: Gravatar, Γκαλερί, Φόρτωση από σύνδεσμο ή Φόρτωση άβαταρ. Εναπόκειται στον διαχειριστή του συστήματος συζητήσεων να ενεργοποιήσει τα άβαταρ και να επιλέξει τον τρόπο με τον οποίο μπορεί να καταστούν διαθέσιμα άβαταρ. Εάν δεν μπορείτε να χρησιμοποιήσετε άβαταρ, επικοινωνήστε με κάποιον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Τι είναι ο βαθμός μου και πώς μπορώ να τον αλλάξω;',
		1 => 'Οι βαθμοί, οι οποίοι εμφανίζονται κάτω από το όνομα μέλους σας, δηλώνουν τον αριθμό των των δημοσιεύσεων που έχετε κάνει ή είναι αναγνωριστικό ορισμένων μελών, π.χ. συντονιστές και διαχειριστές. Γενικώς, δεν μπορείτε να αλλάξετε άμεσα το κείμενο οποιουδήποτε βαθμού του συστήματος συζητήσεων δεδομένου ότι αυτό καθορίζεται από τον διαχειριστή του συστήματος συζητήσεων. Παρακαλώ μην κάνετε κατάχρηση του συστήματος συζητήσεων με άσκοπες δημοσιεύσεις μόνον και μόνο για να ανεβάσετε τον βαθμό σας. Τα περισσότερα συστήματα συζητήσεων δεν το ανέχονται αυτό και ο συντονιστής ή ο διαχειριστής απλώς θα μειώσει τον αριθμό των δημοσιεύσεων σας.',
	),
	array(
		0 => 'Όταν πατάω στον σύνδεσμο email για ένα μέλος μου ζητάει να συνδεθώ;',
		1 => 'Μόνον εγγεγραμμένα μέλη μπορούν να στείλουν μήνυμα ηλεκτρονικού ταχυδρομείου σε άλλα μέλη μέσω της ενσωματωμένης φόρμας αποστολής μηνύματος ηλεκτρονικού ταχυδρομείου, και μόνον αν ο διαχειριστής έχει ενεργοποιήσει αυτό το χαρακτηριστικό. Αυτό γίνεται για να αποτραπεί η κακόβουλη χρήση του συστήματος ηλεκτρονικού ταχυδρομείου από ανώνυμα μέλη.',
	),
	array(
		0 => '--',
		1 => 'Ζητήματα δημοσίευσης',
	),
	array(
		0 => 'Πώς μπορώ να δημιουργήσω ένα νέο θέμα ή να δημοσιεύσω μια απάντηση;',
		1 => 'Για να δημοσιεύσετε ένα νέο θέμα σε μια Δ. Συζήτηση, πατήστε στο κουμπί “Νέο θέμα”. Για να δημοσιεύσετε μια απάντηση σε ένα θέμα, πατήστε στο κουμπί “Απάντηση”. Μπορεί να χρειαστεί να εγγραφείτε προκειμένου να μπορέσετε να δημοσιεύσετε ένα μήνυμα. Μια λίστα με τα δικαιώματά σας σε κάθε Δ. Συζήτηση είναι διαθέσιμη στο κάτω μέρος στις οθόνες της Δ. Συζήτησης και του θέματος. π.χ. Παράδειγμα: Μπορείτε να δημοσιεύετε νέα θέματα, Μπορείτε να επισυνάπτετε αρχεία, κλπ.',
	),
	array(
		0 => 'Πώς μπορώ να επεξεργαστώ ή να διαγράψω μια δημοσίευση;',
		1 => 'Εάν δεν είστε διαχειριστής του συστήματος συζητήσεων ή συντονιστής, μπορείτε να επεξεργαστείτε ή να διαγράψετε μόνον τα δικά σας μηνύματα. Μπορείτε να επεξεργαστείτε μια δημοσίευση πατώντας στο κουμπί επεξεργασίας στη σχετική δημοσίευση, συχνά μόνο για περιορισμένο χρόνο αφότου έγινε η δημοσίευση. Αν κάποιος έχει ήδη απαντήσει στη δημοσίευση, θα βρείτε ένα μικρό κομμάτι από κείμενο κάτω από τη δημοσίευση όταν επιστρέψετε στο θέμα, το οποίο αναφέρει πόσες φορές επεξεργαστήκατε το μήνυμα αυτό, μαζί με την ημερομηνία και την ώρα. Αυτό εμφανίζεται μόνον όταν κάποιος έχει κάνει μια απάντηση. Δεν θα εμφανίζεται αν ένας συντονιστής ή διαχειριστής επεξεργάστηκε τη δημοσίευση, ωστόσο αυτοί μπορούν να αφήσουν μια σημείωση ως προς το γιατί αυτοί έχουν επεξεργαστεί τη δημοσίευση κατά τη διακριτική τους ευχέρεια. Παρακαλώ σημειώστε ότι απλά μέλη δεν μπορεί να διαγράψουν μια δημοσίευση από τη στιγμή που κάποιος έχει απαντήσει.',
	),
	array(
		0 => 'Πώς προσθέτω μια υπογραφή στη δημοσίευση μου;',
		1 => 'Για να προσθέσετε υπογραφή σε μια δημοσίευση πρέπει πρώτα να δημιουργήσετε μια μέσω του Πίνακα Ελέγχου Μέλους. Μόλις δημιουργηθεί, μπορείτε να σημειώσετε το πλαίσιο επιλογής <em>Προσάρτηση υπογραφής</em> στη φόρμα της δημοσίευσης για να προσθέσετε την υπογραφή σας. Μπορείτε επίσης να προσθέσετε μια υπογραφή ως προεπιλογή για όλες τις δημοσιεύσεις σας σημειώνοντας το κατάλληλο κουμπί επιλογής στον Πίνακα Ελέγχου Μέλους. Εάν το κάνετε αυτό, μπορείτε και πάλι να αποτρέψετε να προστεθεί μια υπογραφή σε κάποιες μεμονωμένες δημοσιεύσεις από-επιλέγοντας το πλαίσιο επιλογής προσθήκης υπογραφής στη φόρμα δημοσίευσης.',
	),
	array(
		0 => 'Πώς δημιουργώ ένα δημοψήφισμα;',
		1 => 'Όταν δημοσιεύετε ένα νέο θέμα ή επεξεργάζεστε την πρώτη δημοσίευση ενός θέματος, πατήστε στην καρτέλα “Δημιουργία δημοψηφίσματος”  κάτω από την κύρια φόρμα δημοσίευσης. Εάν δεν μπορείτε να το δείτε αυτό, δεν έχετε τα κατάλληλα δικαιώματα για να δημιουργήσετε δημοψηφίσματα. Εισάγετε έναν τίτλο και τουλάχιστον δύο επιλογές στα κατάλληλα πεδία, διασφαλίζοντας κάθε επιλογή να είναι σε ξεχωριστή γραμμή στην περιοχή κειμένου. Μπορείτε επίσης να ορίσετε τον αριθμό των επιλογών ενός μέλους που μπορεί να επιλέξει ψηφίζοντας κάτω από “Επιλογές ανά μέλος”, ένα χρονικό όριο ημερών για το δημοψήφισμα, (0 για χωρίς χρονικό όριο)  και τέλος την επιλογή να επιτρέψετε στα μέλη να τροποποιούν τις ψήφους τους.',
	),
	array(
		0 => 'Γιατί δεν μπορώ να προσθέσω περισσότερες επιλογές ψήφων;',
		1 => 'Το όριο για τις επιλογές στα δημοψηφίσματα καθορίζεται από τον διαχειριστή του συστήματος συζητήσεων. Εάν νομίζετε ότι χρειάζονται περισσότερες επιλογές στο δικό σας δημοψήφισμα από το επιτρεπόμενο όριο, επικοινωνείτε με τον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Πώς μπορώ να επεξεργαστώ ή να διαγράψω ένα δημοψήφισμα;',
		1 => 'Όπως και στις δημοσιεύσεις, τα δημοψηφίσματα μπορούν να επεξεργαστούν μόνον από τον συγγραφέα τους, έναν συντονιστή ή έναν διαχειριστή. Για να επεξεργαστείτε ένα δημοψήφισμα, επεξεργαστείτε την πρώτη δημοσίευση στο θέμα. Αυτή έχει πάντα συνδεδεμένο το δημοψήφισμα με αυτό. Εάν κανένας δεν έχει δώσει μια ψήφο, τα μέλη μπορούν να διαγράψουν το δημοψήφισμα ή να επεξεργαστούν κάθε επιλογή του δημοψηφίσματος. Ωστόσο, εάν κάποιο μέλος έχει ήδη ψηφίσει, μόνον οι συντονιστές ή οι διαχειριστές μπορούν να το επεξεργαστούν ή να το διαγράψουν. Αυτό αποτρέπει τις επιλογές δημοψηφίσματος να αλλαχθούν εν εξελίξει ενός δημοψηφίσματος.',
	),
	array(
		0 => 'Γιατί δεν έχω πρόσβαση σε μια Δ. Συζήτηση;',
		1 => 'Μερικές Δ. Συζητήσεις μπορεί να περιορίζονται σε ορισμένα μέλη ή ομάδες. Για να δείτε, να διαβάσετε, να απαντήσετε ή για οποιαδήποτε άλλη ενέργεια μπορεί να χρειάζεστε ειδικά δικαιώματα. Επικοινωνήστε με έναν συντονιστή ή διαχειριστή του συστήματος συζητήσεων για να σας χορηγήσει την πρόσβαση.',
	),
	array(
		0 => 'Γιατί δεν μπορώ να προσθέσω συνημμένα;',
		1 => 'Τα δικαιώματα συνημμένου χορηγούνται ως ανά Δ. Συζήτηση, ανά ομάδα, ή ανά μέλος βάση. Ο διαχειριστής του συστήματος συζητήσεων μπορεί να μην έχει επιτρέψει συνημμένα να μπορούν να προστεθούν για τη συγκεκριμένη Δ. Συζήτηση που θέλετε να δημοσιεύσετε, ή πιθανόν μόνον ορισμένες ομάδες μπορούν να δημοσιεύουν συνημμένα. Επικοινωνήστε με τον διαχειριστή του συστήματος συζητήσεων εάν δεν είστε σίγουρος (-η) σχετικά με ποιον λόγο δεν μπορείτε να προσθέσετε συνημμένα.',
	),
	array(
		0 => 'Γιατί έχω λάβει μια προειδοποίηση;',
		1 => 'Κάθε διαχειριστής συστήματος συζητήσεων έχει δικό του σύνολο των κανόνων στην ιστοσελίδα του. Εάν έχετε παραβεί κάποιο κανόνα, τότε ίσως να λάβατε μια προειδοποίηση. Παρακαλώ σημειώστε ότι αυτό είναι απόφαση του διαχειριστή του συστήματος συζητήσεων, και το phpBB Limited δεν έχει τίποτα να κάνει με τις προειδοποιήσεις στη συγκεκριμένη ιστοσελίδα. Επικοινωνήστε με τον διαχειριστή του συστήματος συζητήσεων εάν δεν είστε σίγουρος (-η) γιατί λάβατε μια προειδοποίηση.',
	),
	array(
		0 => 'Πώς μπορώ να αναφέρω δημοσιεύσεις σε έναν συντονιστή;',
		1 => 'Εάν ο διαχειριστής του συστήματος συζητήσεων το έχει επιτρέψει, θα πρέπει να δείτε ένα κουμπί για την αναφορά των δημοσιεύσεων δίπλα στη δημοσίευση που θέλετε να αναφέρετε. Πατώντας θα καθοδηγηθείτε για τα απαιτούμενα βήματα για να αναφέρετε τη δημοσίευση.',
	),
	array(
		0 => 'Τι είναι το κουμπί “Αποθήκευση” στη δημοσίευση θέματος;',
		1 => 'Αυτό σας επιτρέπει να αποθηκεύσετε προσχέδια που πρέπει να συμπληρωθούν και να υποβληθούν σε μεταγενέστερη ημερομηνία. Για να επαναφορτώσετε ένα αποθηκευμένο προσχέδιο, επισκεφθείτε τον Πίνακα Ελέγχου Μέλους.',
	),
	array(
		0 => 'Γιατί η δημοσίευση χρειάζεται να εγκριθεί;',
		1 => 'Ο διαχειριστής του συστήματος συζητήσεων μπορεί να έχει αποφασίσει ότι αυτές οι δημοσιεύσεις στη Δ. Συζήτηση που θέλετε να δημοσιεύσετε να χρειάζονται έλεγχο πριν υποβληθούν. Είναι επίσης πιθανό ο διαχειριστής να σας έχει τοποθετήσει σε μια ομάδα μελών των οποίων οι δημοσιεύσεις να χρειάζονται έλεγχο πριν υποβληθούν. Παρακαλώ επικοινωνείτε με τον διαχειριστή του συστήματος συζητήσεων για περισσότερες πληροφορίες.',
	),
	array(
		0 => 'Πως σημειώνω ένα θέμα μου ως νέο;',
		1 => 'Πατώντας στο σύνδεσμο “Σημειώστε το θέμα ως νέο” όταν τον βλέπετε, μπορείτε να “ανεβάσετε” το θέμα στην κορυφή της Δ. Συζήτησης στην πρώτη σελίδα. Ωστόσο, αν δεν μπορείτε να το δείτε αυτό, τότε η σημείωση θεμάτων ως νέα μπορεί να είναι απενεργοποιημένη ή το περιθώριο χρόνου ανάμεσα σε σημειώσεις θεμάτων ως νέα δεν έχει ακόμη επιτευχθεί. Είναι επίσης δυνατόν να σημειώσετε ως νέο το θέμα απλώς απαντώντας σε αυτό, ωστόσο, να είστε σίγουρος (-η) ότι ακολουθείτε τους κανόνες του συστήματος συζητήσεων όταν το κάνετε αυτό.',
	),
	array(
		0 => '--',
		1 => 'Μορφοποίηση και τύποι θεμάτων',
	),
	array(
		0 => 'Τι είναι ο BBCode;',
		1 => 'Ο BBCode (Bulletin Board Code) είναι μία ιδιαίτερη εφαρμογή της HTML, προσφέροντας μεγάλη δυνατότητα ελέγχου της μορφοποίησης σε συγκεκριμένα αντικείμενα σε μια δημοσίευση. Η χρήση του BBCode χορηγείται από τον διαχειριστή, αλλά μπορεί επίσης να απενεργοποιηθεί σε μια ανά δημοσίευση βάση από τη φόρμα υποβολής μηνύματος. Ο BBCode έχει παρόμοια σύνταξη με την HTML, αλλά οι εντολές περικλείονται σε αγκύλες [ και ] αντί &lt; και &gt;. Για περισσότερες πληροφορίες για τον BBCode δείτε τον οδηγό που μπορεί να προσπελαστεί στη φόρμα δημοσίευσης.',
	),
	array(
		0 => 'Μπορώ να χρησιμοποιήσω HTML;',
		1 => 'Όχι. Δεν είναι δυνατόν να δημοσιεύσετε HTML σε αυτό το σύστημα συζητήσεων και να αποδοθεί ως HTML. Περισσότερη μορφοποίηση η οποία μπορεί να διεξαχθεί χρησιμοποιώντας HTML μπορεί να εφαρμοστεί χρησιμοποιώντας BBCode αντί αυτού.',
	),
	array(
		0 => 'Τι είναι τα Smilies;',
		1 => 'Τα Smilies, ή Emoticons, είναι μικρά εικονίδια τα οποία μπορούν να χρησιμοποιηθούν για να εκφράσουν συναίσθημα χρησιμοποιώντας έναν σύντομο κώδικα, π.χ. :) υποδηλώνει ευτυχισμένος, ενώ :( υποδηλώνει λυπημένος. Η πλήρης λίστα των εικονιδίων μπορεί να εμφανιστεί στη φόρμα δημοσίευσης. Προσπαθήστε να μη χρησιμοποιείτε καταχρηστικώς τα smilies, ωστόσο, διότι μπορεί να καταστήσουν μια δημοσίευση μη αναγνώσιμη, και κάποιος συντονιστής ίσως να επεξεργαστεί ή να αφαιρέσει τη δημοσίευση ολόκληρη. Ο διαχειριστής του συστήματος μπορεί επίσης να θέσει ένα όριο στον αριθμό των smilies που μπορείτε να χρησιμοποιήσετε σε μια δημοσίευση.',
	),
	array(
		0 => 'Μπορώ να δημοσιεύω μια εικόνα;',
		1 => 'Ναι, εικόνες μπορούν να εμφανίζονται στις δημοσιεύσεις σας. Εάν ο διαχειριστής επιτρέπει τα συνημμένα, μπορείτε να είστε σε θέση να φορτώσετε την εικόνα στο σύστημα συζητήσεων. Διαφορετικά, θα πρέπει να συνδέσετε με παραπομπή μία εικόνα η οποία αποθηκεύεται σε έναν δημόσια προσβάσιμο διακομιστή ιστού, π.χ. http://www.example.com/my-picture.gif. Δεν μπορείτε να συνδέσετε εικόνες οι οποίες αποθηκεύονται στο υπολογιστή σας τοπικά (εκτός εάν αυτός είναι δημόσια προσπελάσιμος διακομιστής) ή εικόνες που είναι αποθηκευμένες πίσω από μηχανισμούς πιστοποίησης, π.χ. hotmail ή yahoo λογαριασμοί ηλεκτρονικού ταχυδρομείου, προστατευμένες με κωδικό πρόσβασης ιστοσελίδες, κλπ. Για να εμφανιστεί η εικόνα χρησιμοποιήστε την ετικέτα [img].',
	),
	array(
		0 => 'Τι είναι οι γενικές ανακοινώσεις;',
		1 => 'Οι γενικές ανακοινώσεις περιέχουν σημαντικές πληροφορίες και πρέπει να τις διαβάζετε όποτε είναι εφικτό. Αυτές θα εμφανίζονται στην κορυφή της κάθε Δ. Συζήτησης και εντός του Πίνακα Ελέγχου Μέλους σας. Δικαιώματα γενικής ανακοίνωσης χορηγούνται από τον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Τι είναι οι ανακοινώσεις;',
		1 => 'Οι ανακοινώσεις συχνά περιέχουν σημαντικές πληροφορίες για τη Δ. Συζήτηση που διαβάζετε αυτήν τη στιγμή και πρέπει να τις διαβάσετε όποτε είναι εφικτό. Οι ανακοινώσεις εμφανίζονται στην κορυφή της κάθε σελίδας στη Δ. Συζήτηση στην οποία είναι αναρτημένες. Όπως και με τις γενικές ανακοινώσεις, έτσι και δικαιώματα ανακοίνωσης χορηγούνται από τον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Τι είναι οι σημειώσεις θεμάτων;',
		1 => 'Οι σημειώσεις θεμάτων μέσα στη Δ. Συζήτηση εμφανίζονται κάτω από τις ανακοινώσεις και μόνο στην πρώτη σελίδα. Είναι συχνά πολύ σημαντικές και πρέπει να τις διαβάσετε όποτε είναι εφικτό. Όπως και με τις ανακοινώσεις και τις γενικές ανακοινώσεις, έτσι και δικαιώματα σημείωσης θεμάτων χορηγούνται από τον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Τι είναι τα κλειδωμένα θέματα;',
		1 => 'Τα κλειδωμένα θέματα είναι θέματα όπου τα μέλη δεν μπορούν πια να απαντήσουν και κάθε δημοψήφισμα που περιέχουν τερματίστηκε αυτόματα. Τα θέματα μπορεί να κλειδώθηκαν για πολλούς λόγους και τέθηκαν κατά αυτόν τον τρόπο είτε από τον συντονιστή της Δ. Συζήτησης ή τον διαχειριστή του συστήματος συζητήσεων. Μπορεί επίσης να είστε σε θέση να κλειδώσετε δικά σας θέματα, ανάλογα με τη δικαιώματα που χορηγούνται από τον διαχειριστή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Τι είναι τα εικονίδια θεμάτων;',
		1 => 'Τα εικονίδια θεμάτων είναι επιλεγμένες εικόνες από τον συγγραφέα σχετιζόμενες με δημοσιεύσεις και υποδεικνύουν περιεχόμενό τους. Η δυνατότητα για χρήση εικονιδίων θεμάτων εξαρτάται από τα δικαιώματα που ορίστηκαν από τον διαχειριστή του συστήματος συζητήσεων.',
	),
	// This block will switch the FAQ-Questions to the second template column
	array(
		0 => '--',
		1 => '--',
	),
	array(
		0 => '--',
		1 => 'Επίπεδα μελών και Ομάδες',
	),
	array(
		0 => 'Τι είναι οι Διαχειριστές;',
		1 => 'Οι Διαχειριστές είναι μέλη ανατεθειμένα με τον μεγαλύτερο βαθμό ελέγχου σε όλο το σύστημα συζητήσεων. Τα μέλη αυτά μπορούν να ελέγχουν όλες τις πτυχές της λειτουργίας του συστήματος συζητήσεων, συμπεριλαμβανομένων του καθορισμού δικαιωμάτων, της απαγόρευσης μελών, της δημιουργίας ομάδων ή συντονιστών, κλπ., εξαρτώνται από τον ιδρυτή του συστήματος συζητήσεων και τι δικαιώματα αυτός ή αυτή έχει δώσει στους άλλους διαχειριστές. Μπορούν επίσης να έχουν πλήρεις δυνατότητες συντονιστή σε όλες τις Δ. Συζητήσεις, ανάλογα με τις ρυθμίσεις που διατυπώνεται από τον ιδρυτή του συστήματος συζητήσεων.',
	),
	array(
		0 => 'Τι είναι οι Συντονιστές;',
		1 => 'Οι Συντονιστές είναι μέλη (ή ομάδες ατόμων) που φροντίζουν τις Δ. Συζητήσεις από μέρα σε μέρα. Έχουν τη εξουσία να επεξεργάζονται ή να σβήνουν δημοσιεύσεις και να κλειδώνουν, να ξεκλειδώνουν, να μετακινούν, να σβήνουν και να διαχωρίζουν θέματα στη Δ. Συζήτηση που συντονίζουν. Γενικώς, οι συντονιστές υπάρχουν για να αποτρέπουν μέλη από το να βγαίνουν εκτός θέματος ή να δημοσιεύουν καταχρηστικό ή προσβλητικό υλικό.',
	),
	array(
		0 => 'Τι είναι οι ομάδες μελών;',
		1 => 'Οι ομάδες μελών είναι ομάδες από μέλη οι οποίες διαιρούν την κοινότητα σε διαχειρίσιμα τμήματα με τα οποία οι διαχειριστές του συστήματος συζητήσεων μπορούν να εργαστούν. Κάθε μέλος μπορεί να ανήκει σε διάφορες ομάδες και σε κάθε ομάδα μπορεί να έχουν ανατεθεί επιμέρους δικαιώματα πρόσβασης. Αυτό παρέχει έναν εύκολο τρόπο σε διαχειριστές να αλλάξουν τα δικαιώματα για πολλά μέλη ταυτόχρονα, όπως είναι αλλαγή δικαιωμάτων συντονιστή ή χορήγηση στα μέλη πρόσβαση σε μια ιδιωτική συζήτηση',
	),
	array(
		0 => 'Πού είναι οι ομάδες μελών και πως μπορώ να συμμετάσχω σε μία;',
		1 => 'Μπορείτε να δείτε όλες τις ομάδες μελών μέσω του συνδέσμου “Ομάδες μελών” εντός του Πίνακα Ελέγχου Μέλους σας. Εάν επιθυμείτε να ενταχθείτε σε μια, προχωρήστε πατώντας το κατάλληλο κουμπί. Δεν έχουν όλες οι ομάδες μελών ανοιχτή πρόσβαση, ωστόσο. Μερικές μπορεί να χρειάζονται έγκριση για ένταξη, μερικές μπορεί να είναι κλειστές και μερικές μπορεί ακόμη και να έχουν κρυφές ιδιότητες μελών. Εάν η ομάδα είναι ανοιχτή, μπορείτε να ενταχθείτε πατώντας στο κατάλληλο κουμπί. Εάν χρειάζεται έγκριση για ένταξη μπορείτε να ζητήσετε να ενταχθείτε πατώντας στο κατάλληλο κουμπί. Ο συντονιστής της ομάδας θα χρειαστεί να εγκρίνει το αίτημα σας και ίσως σας ρωτήσει γιατί θέλετε να ενταχθείτε στην ομάδα. Παρακαλώ μην παρενοχλήσετε έναν συντονιστή ομάδας εάν αυτός απορρίψει το αίτημα σας. Θα έχει τους λόγους του.',
	),
	array(
		0 => 'Πως μπορώ να γίνω συντονιστής ομάδας μελών;',
		1 => 'Συντονιστής ομάδας μελών ανατίθεται συνήθως όταν ομάδες μελών δημιουργούνται αρχικά από έναν διαχειριστή του συστήματος συζητήσεων. Αν ενδιαφέρεστε να γίνετε συντονιστής ομάδας, το πρώτο σημείο επαφής θα πρέπει να είναι ένας διαχειριστής. Προσπαθήστε να στείλετε ένα προσωπικό μήνυμα.',
	),
	array(
		0 => 'Γιατί μερικές ομάδες μελών εμφανίζονται με διαφορετικό χρώμα;',
		1 => 'Είναι πιθανό ο διαχειριστής του συστήματος συζητήσεων να έχει αναθέσει κάποιο χρώμα στα μέλη μιας ομάδας μελών ώστε να είναι εύκολο να εντοπιστούν τα μέλη αυτής της ομάδας.',
	),
	array(
		0 => 'Τι είναι η “Προεπιλεγμένη ομάδα μελών”;',
		1 => 'Εάν είστε μέλος σε παραπάνω από μια ομάδα μελών, η προεπιλεγμένη σας χρησιμοποιείται για να προσδιορίσει ποια ομάδα θα πρέπει να δείξει το χρώμα και το βαθμό της ομάδας για εσάς από προεπιλογή. Ο διαχειριστής του συστήματος συζητήσεων μπορεί να σας παραχωρήσει δικαίωμα να αλλάξετε την προεπιλεγμένη ομάδα σας μέσω του Πίνακα Ελέγχου Μέλους σας.',
	),
	array(
		0 => 'Τι είναι ο σύνδεσμος "Η ομάδα”;',
		1 => 'Αυτή η σελίδα σας παρέχει μια λίστα με το προσωπικό του συστήματος συζητήσεων, συμπεριλαμβανομένων διαχειριστών του συστήματος συζητήσεων και συντονιστών και άλλες λεπτομέρειες όπως και Δ. Συζητήσεις που αυτοί συντονίζουν.',
	),
	array(
		0 => '--',
		1 => 'Προσωπικά Μηνύματα',
	),
	array(
		0 => 'Δεν μπορώ να στείλω προσωπικά μηνύματα!',
		1 => 'Υπάρχουν τρεις λόγους για αυτό. Δεν είστε εγγεγραμμένος μέλος και / είτε δεν είστε συνδεδεμένοι, ο διαχειριστής του συστήματος συζητήσεων έχει απενεργοποιήσει τα προσωπικά μηνύματα για όλο το σύστημα συζητήσεων, ή ο διαχειριστής του συστήματος συζητήσεων σας έχει αποτρέψει από την αποστολή μηνυμάτων. Επικοινωνήστε με έναν διαχειριστή του συστήματος συζητήσεων για περισσότερες πληροφορίες.',
	),
	array(
		0 => 'Λαμβάνω συνέχεια ανεπιθύμητα μηνύματα!',
		1 => 'Μπορείτε να διαγράψετε αυτόματα προσωπικά μηνύματα από ένα μέλος, χρησιμοποιώντας τους κανόνες μηνυμάτων εντός του Πίνακα Ελέγχου Μέλους. Σε περίπτωση που λαμβάνετε ανεπιθύμητα προσωπικά μηνύματα από ένα συγκεκριμένο μέλος, αναφέρετε τα μηνύματα στους συντονιστές. Έχουν τη δύναμη να αποτρέψουν ένα μέλος από την αποστολή προσωπικών μηνυμάτων.',
	),
	array(
		0 => 'Έχω λάβει ένα μήνυμα spam ή ένα προσβλητικό μήνυμα ηλεκτρονικού ταχυδρομείου από κάποιο μέλος σε αυτό το σύστημα συζητήσεων!',
		1 => 'Λυπούμαστε που το ακούμε αυτό. Το χαρακτηριστικό λειτουργίας των μηνυμάτων ηλεκτρονικού ταχυδρομείου αυτού του συστήματος συζητήσεων συμπεριλαμβάνουν ασφαλιστικές δικλείδες για να προσπαθήσουμε και να παρακολουθήσουμε μέλη που αποστέλλουν τέτοια μηνύματα, οπότε στείλτε μήνυμα ηλεκτρονικού ταχυδρομείου στον διαχειριστή του συστήματος συζητήσεων με πλήρες αντίγραφο του μηνύματος που λάβατε. Είναι πολύ σημαντικό να υπάρχουν οι κεφαλίδες που περιέχουν τα στοιχεία του μέλους το οποίο απέστειλε το μήνυμα ηλεκτρονικού ταχυδρομείου. Ο διαχειριστής του συστήματος συζητήσεων μπορεί στη συνέχεια να λάβει μέτρα.',
	),
	array(
		0 => '--',
		1 => 'Φίλοι και εχθροί',
	),
	array(
		0 => 'Τι είναι η λίστα φίλων και εχθρών;',
		1 => 'Μπορείτε να χρησιμοποιήσετε αυτές τις λίστες για να οργανώσετε τα μέλη του συστήματος συζητήσεων. Τα μέλη που προστίθενται στη λίστα φίλων σας θα απαριθμούνται εντός του Πίνακα Ελέγχου Μέλους για γρήγορη πρόσβαση για να βλέπετε εάν είναι συνδεδεμένοι και να στέλνετε προσωπικά μηνύματα. Υπόκειται στην υποστήριξη του προτύπου στυλ, δημοσιεύσεις από αυτά τα μέλη μπορεί να τονίζονται επίσης. Αν προσθέσετε κάποιο μέλος στη λίστα εχθρών, οποιεσδήποτε δημοσιεύσεις θα κάνει αυτό θα αποκρύπτονται ως προεπιλογή.',
	),
	array(
		0 => 'Πώς μπορώ να προσθέσω / αφαιρέσω μέλη στις λίστες Φίλων και Εχθρών;',
		1 => 'Μπορείτε να προσθέσετε μέλη στις λίστες με δύο τρόπους. Εντός του προφίλ του κάθε μέλους, υπάρχει ένας σύνδεσμος για να το προσθέσετε στη λίστα σας είτε των Φίλων, είτε των Εχθρών. Εναλλακτικά, από τον Πίνακα Ελέγχου Μέλους, μπορείτε κατευθείαν να προσθέσετε μέλη εισάγοντας το όνομα τους. Μπορείτε επίσης να αφαιρέσετε μέλη από τη λίστα σας χρησιμοποιώντας την ίδια σελίδα.',
	),
	array(
		0 => '--',
		1 => 'Αναζήτηση στις Δ. Συζητήσεις',
	),
	array(
		0 => 'Πώς μπορώ να αναζητήσω μια ή περισσότερες Δ. Συζητήσεις;',
		1 => 'Εισάγετε έναν όρο αναζήτησης στο πλαίσιο αναζήτησης που βρίσκεται στις σελίδες ευρετηρίου, Δ. Συζήτησης ή του θέματος. Σύνθετη αναζήτηση μπορεί να πραγματοποιηθεί πατώντας στον σύνδεσμο “Ειδική αναζήτηση”, η οποία είναι διαθέσιμη σε όλες τις σελίδες στη Δ. Συζήτηση. Πώς να κάνετε αναζήτηση ίσως εξαρτάται από το στυλ που χρησιμοποιείτε.',
	),
	array(
		0 => 'Γιατί η αναζήτηση μου δεν επιστρέφει αποτελέσματα;',
		1 => 'Η αναζήτησή σας ήταν πιθανότατα πολύ ασαφής και περιελάμβανε πολλούς κοινούς όρους που δεν έχουν καταχωρηθεί στο ευρετήριο από το phpBB. Γίνετε πιο συγκεκριμένοι και χρησιμοποιήσετε τις επιλογές που είναι διαθέσιμες στην “Ειδική αναζήτηση”.',
	),
	array(
		0 => 'Γιατί η αναζήτηση μου επιστρέφει μια κενή σελίδα!;',
		1 => 'Η αναζήτησή σας επέστρεψε πολλά αποτελέσματα για να χειριστεί ο διακομιστής ιστού. Χρησιμοποιήστε την “Ειδική αναζήτηση” και να είστε πιο συγκεκριμένοι στους όρους που χρησιμοποιούνται και τις Δ. Συζητήσεις οι οποίες είναι να να αναζητηθούν.',
	),
	array(
		0 => 'Πώς μπορώ να αναζητήσω για τα μέλη;',
		1 => 'Επισκεφθείτε τη σελίδα "Μέλη" και πατήστε στον σύνδεσμο “Εύρεση μέλους”.',
	),
	array(
		0 => 'Πώς μπορώ να βρω τις δικές μου δημοσιεύσεις και δικά μου θέματα;',
		1 => 'Οι δικές σας δημοσιεύσεις μπορούν να ανακτηθούν είτε πατώντας στον σύνδεσμο “Εμφάνιση των δημοσιεύσεων σας” εντός του Πίνακα Ελέγχου Μέλους είτε πατώντας στον σύνδεσμο “Αναζήτηση δημοσιεύσεων μέλους” μέσω της σελίδας του προφίλ σας ή πατώντας στο μενού “Γρήγορες συνδέσεις” στην κορυφή του συστήματος συζητήσεων. Για να αναζητήσετε για τα θέματα σας, χρησιμοποιείστε την “Ειδική αναζήτηση” και συμπληρώστε τις επιλογές καταλλήλως.',
	),
	array(
		0 => '--',
		1 => 'Συνδρομές και Σελιδοδείκτες',
	),
	array(
		0 => 'Ποια είναι η διαφορά ανάμεσα σε σελιδοδείκτη και συνδρομή;',
		1 => 'Στο phpBB 3.0, η προσθήκη σελιδοδεικτών θεμάτων λειτουργούσε όπως η προσθήκη σελιδοδεικτών σε ένα πρόγραμμα περιήγησης. Δεν ενημερωνόσασταν όταν υπήρχε μια επικαιροποίηση. Όμως στο phpBB 3.1 η προσθήκη σελιδοδεικτών είναι περισσότερο σαν να εγγραφείτε στο θέμα. Μπορείτε να ειδοποιηθείτε όταν ένα θέμα σελιδοδείκτη έχει ενημερωθεί. Η συνδρομή, ωστόσο, θα σας ειδοποιήσει όταν υπάρχει μια ενημέρωση σε ένα θέμα ή σε μια Δ. Συζήτηση στο σύστημα συζητήσεων. Οι επιλογές ειδοποίησης για σελιδοδείκτες και συνδρομές μπορούν να ρυθμιστούν από τον Πίνακα Ελέγχου Μέλους, στην καρτέλα “Προτιμήσεις Δ. Συζήτησης”.',
	),
	array(
		0 => 'Πώς προσθέτω σελιδοδείκτες ή εγγράφομαι σε συνδρομές σε συγκεκριμένα θέματα;',
		1 => 'Μπορείτε να προσθέσετε σελιδοδείκτη ή να εγγραφείτε σε συνδρομή σε κάποιο συγκεκριμένο θέμα, πατώντας στον κατάλληλο σύνδεσμο στο μενού "Εργαλεία θέματος", σε καλή θέση κοντά στο επάνω μέρος και στο κάτω μέρος κάποιου θέματος συζήτησης. Απαντώντας σε ένα θέμα με την επιλογή “Να ενημερωθώ όταν δημοσιευθεί μια απάντηση” σημειωμένη, θα να εγγραφείτε επίσης σε συνδρομή στο θέμα.',
	),
	array(
		0 => 'Πώς εγγράφομαι σε συνδρομές σε συγκεκριμένες Δ. Συζητήσεις;',
		1 => 'Για να εγγραφείτε σε συνδρομή σε μια συγκεκριμένη Δ. Συζήτηση, πατήστε στον σύνδεσμο “Έναρξη συνδρομής Δ. Συζήτησης”, στο κάτω μέρος της σελίδας, κατά την είσοδό στη Δ. Συζήτηση.',
	),
	array(
		0 => 'Πως αφαιρώ τις συνδρομές μου;',
		1 => 'Για να αφαιρέσετε τις συνδρομές σας, πηγαίνετε στον Πίνακα Ελέγχου Μέλους και ακολουθήστε τους συνδέσμους στις συνδρομές σας.',
	),
	array(
		0 => '--',
		1 => 'Συνημμένα',
	),
	array(
		0 => 'Τι συνημμένα επιτρέπονται σε αυτό το σύστημα συζητήσεων;',
		1 => 'Κάθε διαχειριστής συστήματος συζητήσεων μπορεί να επιτρέπει ή να μην επιτρέπει ορισμένους τύπους συνημμένων. Εάν δεν είστε σίγουρος (-η) τι συνημμένα επιτρέπονται να φορτωθούν, επικοινωνήστε με τον διαχειριστή του συστήματος συζητήσεων για βοήθεια.',
	),
	array(
		0 => 'Πώς μπορώ να βρω όλα τα συνημμένα μου;',
		1 => 'Για να βρείτε τη λίστα των συνημμένων σας τα οποία έχετε φορτώσει, πηγαίνετε στον Πίνακα Ελέγχου Μέλους και ακολουθήστε τους συνδέσμους στην ενότητα συνημμένων.',
	),
	array(
		0 => '--',
		1 => 'Ζητήματα σχετικά με το phpBB',
	),
	array(
		0 => 'Ποιος έχει δημιουργήσει αυτό το σύστημα συζητήσεων;',
		1 => 'Αυτό το λογισμικό (στη μη τροποποιημένη του έκδοση) έχει υλοποιηθεί, κυκλοφορήσει και είναι κατοχυρωμένο από το <a href="https://www.phpbb.com/">phpBB Limited</a>. Είναι διαθέσιμο υπό την GNU General Public License, έκδοση 2 (GPL-2.0) και μπορεί να διανεμηθεί ελεύθερα. Δείτε <a href="https://www.phpbb.com/about/">About phpBB</a> για περισσότερες λεπτομέρειες.',
	),
	array(
		0 => 'Γιατί δεν είναι διαθέσιμο το Χ χαρακτηριστικό;',
		1 => 'Αυτό το πρόγραμμα δημιουργήθηκε και η άδεια χρήσης του αποδόθηκε από την ομάδα ανάπτυξης λογισμικού phpBB Limited. Εάν νομίζετε ότι κάποιο χαρακτηριστικό πρέπει να προστεθεί, επισκεφθείτε την ιστοσελίδα <a href="https://www.phpbb.com/ideas/">phpBB Ideas Centre</a>, όπου μπορείτε να ψηφίσετε υπάρχουσες ιδέες ή να προτείνετε νέες λειτουργίες.',
	),
	array(
		0 => 'Με ποιόν θα επικοινωνήσω σχετικά με καταχρηστική ή / και νομικά θέματα που σχετίζονται με αυτό το σύστημα συζητήσεων;',
		1 => 'Σε οποιονδήποτε διαχειριστή που αναγράφεται στη σελίδα “Η Ομάδα” θα πρέπει να είναι ένα κατάλληλο σημείο επαφής για τις καταγγελίες σας. Εάν αυτός εξακολουθεί να μην ανταποκρίνεται τότε θα πρέπει να επικοινωνήσετε με τον ιδιοκτήτη του domain (κάντε μια <a href="http://www.google.com/search?q=whois">whois αναζήτηση</a>) ή, εάν αυτός λειτουργεί σε μια δωρεάν υπηρεσία (π.χ. Yahoo !, free.fr, f2s.com, κλπ), με τη διοίκηση ή το τμήμα καταχρήσεων της υπηρεσίας αυτής. Παρακαλώ σημειώστε ότι το phpBB Limited <strong>δεν έχει καμία αρμοδιότητα</strong> και δεν μπορεί με οποιονδήποτε τρόπο να θεωρηθεί υπεύθυνο για το πώς, πού ή από ποιον χρησιμοποιείται αυτό το σύστημα συζητήσεων. Μην επικοινωνείτε με το phpBB Limited σχετικά με οποιαδήποτε νομικό (παύσης και παράλειψης, ευθύνης, συκοφαντικό σχόλιο, κλπ.) ζήτημα <strong>δεν σχετίζεται άμεσα</strong> με την ιστοσελίδα phpBB.com ή το διακριτικό λογισμικό του ιδίου του phpBB. Εάν αποστείλετε μήνυμα ηλεκτρονικού ταχυδρομείου στο phpBB Limited σχετικά <strong>σχετικά με οποιοδήποτε τρίτο μέρος</strong> χρήσης αυτού του λογισμικού θα πρέπει να αναμένετε μία αρνητική ή και καμία ανταπόκριση.',
	),
	array(
		0 => 'Πως μπορώ να επικοινωνήσω με τον διαχειριστή του συστήματος συζητήσεων;',
		1 => 'Όλα τα μέλη του συστήματος συζητήσεων μπορούν να χρησιμοποιούν τη φόρμα “Επικοινωνία”, εάν η επιλογή είναι ενεργοποιημένη από τον διαχειριστή του συστήματος συζητήσεων.<br />Τα μέλη του συστήματος συζητήσεων μπορούν επίσης να χρησιμοποιούν τον σύνδεσμο “Η ομάδα”.',
	),
);
