<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
* Ελληνική μετάφραση από την ομάδα του phpbbgr.com (dimitris):
* (http://phpbbgr.com/team/)
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ADMIN_CONFIG'				=> 'Ρυθμίσεις Διαχειριστή',
	'ADMIN_PASSWORD'			=> 'Κωδικός Διαχειριστή',
	'ADMIN_PASSWORD_CONFIRM'	=> 'Επαλήθευση κωδικού Διαχειριστή',
	'ADMIN_PASSWORD_EXPLAIN'	=> 'Παρακαλώ εισάγετε έναν κωδικό μεταξύ 6 και 30 χαρακτήρων.',
	'ADMIN_TEST'				=> 'Έλεγχος ρυθμίσεων Διαχειριστή',
	'ADMIN_USERNAME'			=> 'Όνομα μέλους Διαχειριστή',
	'ADMIN_USERNAME_EXPLAIN'	=> 'Παρακαλώ εισάγετε ένα όνομα μεταξύ 3 και 20 χαρακτήρων.',
	'APP_MAGICK'				=> 'ImageMagick υποστήριξη [ Συνημμένα ]',
	'AUTHOR_NOTES'				=> 'Σημειώσεις συγγραφέα<br />» %s',
	'AVAILABLE'					=> 'Διαθέσιμο',
	'AVAILABLE_CONVERTORS'		=> 'Διαθέσιμοι μετατροπείς',

	'BEGIN_CONVERT'					=> 'Εκκίνηση μετατροπής',
	'BLANK_PREFIX_FOUND'			=> 'Μια σάρωση των πινάκων σας έχει δείξει μια έγκυρη εγκατάσταση χωρίς χρήση προθέματος πίνακα.',
	'BOARD_NOT_INSTALLED'			=> 'Δεν υπάρχει εγκατάσταση',
	'BOARD_NOT_INSTALLED_EXPLAIN'	=> 'Το phpBB Unified Convertor Framework απαιτεί μια προεπιλεγμένη εγκατάσταση της phpBB3 για να λειτουργήσει, παρακαλώ <a href="%s">προχωρήστε πρώτα με την εγκατάσταση του phpBB3</a>.',
	'BACKUP_NOTICE'					=> 'Παρακαλούμε να δημιουργήσετε αντίγραφα ασφαλείας του συστήματος συζητήσεων σας πριν από την ενημέρωση σε περίπτωση που προκύψουν προβλήματα κατά τη διαδικασία ενημέρωσης.',

	'CATEGORY'					=> 'Κατηγορία',
	'CACHE_STORE'				=> 'Τύπος λανθάνουσας μνήμης',
	'CACHE_STORE_EXPLAIN'		=> 'Η φυσική τοποθεσία όπου αποθηκεύονται προσωρινά δεδομένα σύστημα αρχείων είναι προτιμότερο.',
	'CAT_CONVERT'				=> 'Μετατροπή',
	'CAT_INSTALL'				=> 'Εγκατάσταση',
	'CAT_OVERVIEW'				=> 'Επισκόπηση',
	'CAT_UPDATE'				=> 'Αναβάθμιση',
	'CHANGE'					=> 'Αλλαγή',
	'CHECK_TABLE_PREFIX'		=> 'Παρακαλώ ελέγξτε το πρόθεμα των πινάκων σας και δοκιμάστε ξανά.',
	'CLEAN_VERIFY'				=> 'Εκκαθάριση και επαλήθευση της τελικής δομής',
	'CLEANING_USERNAMES'		=> 'Εκκαθάριση ονομάτων μελών',
	'COLLIDING_CLEAN_USERNAME'	=> '<strong>%s</strong> είναι το καθαρό όνομα μέλους για:',
	'COLLIDING_USERNAMES_FOUND'	=> 'Συγκρουόμενα ονόματα μελών βρέθηκαν στο παλαιό σύστημα συζητήσεων σας. Για να ολοκληρωθεί η μετατροπή παρακαλώ να διαγράψετε ή να μετονομάσετε αυτά τα μέλη έτσι ώστε να υπάρχει μόνον ένα μέλος στο παλαιό σύστημα συζητήσεων σας για κάθε καθαρό όνομα μέλους.',
	'COLLIDING_USER'			=> '» ID μέλους: <strong>%d</strong> όνομα μέλους: <strong>%s</strong> (%d posts)',
	'CONFIG_CONVERT'			=> 'Μετατροπή των ρυθμίσεων',
	'CONFIG_FILE_UNABLE_WRITE'	=> 'Δεν ήταν δυνατή η εγγραφή του αρχείου ρυθμίσεων. Εναλλακτικές μέθοδοι για αυτό το αρχείο να δημιουργηθεί παρουσιάζονται παρακάτω.',
	'CONFIG_FILE_WRITTEN'		=> 'Το αρχείο ρυθμίσεων έχει εγγραφεί. Μπορείτε τώρα να προχωρήσετε στο επόμενο βήμα της εγκατάστασης.',
	'CONFIG_PHPBB_EMPTY'		=> 'Η μεταβλητή phpBB3 config για "%s" είναι κενή.',
	'CONFIG_RETRY'				=> 'Επανάληψη',
	'CONTINUE_CONVERT'			=> 'Συνέχιση μετατροπής',
	'CONTINUE_CONVERT_BODY'		=> 'Μια προηγούμενη προσπάθεια μετατροπής έχει διαπιστωθεί. Τώρα μπορείτε να επιλέξετε μεταξύ της εκκίνησης μιας νέας μετατροπής ή συνέχιση της μετατροπής.',
	'CONTINUE_LAST'				=> 'Συνέχιση τελευταίας πρότασης',
	'CONTINUE_OLD_CONVERSION'	=> 'Συνέχιση προηγούμενης μετατροπής',
	'CONVERT'					=> 'Μετατροπή',
	'CONVERT_COMPLETE'			=> 'Η μετατροπή ολοκληρώθηκε',
	'CONVERT_COMPLETE_EXPLAIN'	=> 'Έχετε πλέον μετατρέψει με επιτυχία το σύστημα συζητήσεων σας σε phpBB 3.1. Μπορείτε τώρα να συνδεθείτε και <a href="../">να έχετε πρόσβαση στο σύστημα συζητήσεων σας</a>. Παρακαλώ βεβαιωθείτε ότι οι ρυθμίσεις μεταφέρθηκαν σωστά πριν από την ενεργοποίηση του συστήματος συζητήσεων σας διαγράφοντας τον καταλόγου εγκατάστασης. Θυμηθείτε ότι η βοήθεια σχετικά με τη χρήση phpBB είναι διαθέσιμη στο διαδίκτυο μέσω των <a href="https://www.phpbb.com/support/docs/en/3.1/ug/">Εγγράφων</a> και στη <a href="https://www.phpbb.com/community/viewforum.php?f=466">Δ. Συζήτηση υποστήριξης</a>.',
	'CONVERT_INTRO'				=> 'Καλώς ήρθατε στο phpBB Unified Convertor Framework',
	'CONVERT_INTRO_BODY'		=> 'Από εδώ, μπορείτε να εισάγετε δεδομένα από άλλα (εγκατεστημένα) συστήματα συζητήσεων. Η παρακάτω λίστα εμφανίζει όλες τις μονάδες μετατροπής που διατίθενται επί του παρόντος. Αν δεν υπάρχει μετατροπέας που εμφανίζεται σε αυτήν τη λίστα για το λογισμικό του συστήματος συζητήσεων σας από το οποίο θέλετε να μετατρέψετε, παρακαλούμε να ελέγξετε την ιστοσελίδα μας, όπου περαιτέρω μονάδες μετατροπής μπορεί να είναι διαθέσιμες για λήψη.',
	'CONVERT_NEW_CONVERSION'	=> 'Νέα μετατροπή',
	'CONVERT_NOT_EXIST'			=> 'Ο συγκεκριμένος μετατροπέας δεν υπάρχει.',
	'CONVERT_OPTIONS'			=> 'Επιλογές',
	'CONVERT_SETTINGS_VERIFIED'	=> 'Οι πληροφορίες που εισαγάγατε έχουν επαληθευτεί. Για να ξεκινήσει η διαδικασία μετατροπής, παρακαλώ πατήστε το κουμπί παρακάτω',
	'CONV_ERR_FATAL'			=> 'Μη αναστρέψιμο σφάλμα μετατροπής',

	'CONV_ERROR_ATTACH_FTP_DIR'			=> 'Η φόρτωση συνημμένων αρχείων μέσω FTP είναι ενεργοποιημένη στο παλαιό σας σύστημα συζητήσεων. Παρακαλώ απενεργοποιήστε την επιλογή φόρτωσης FTP και σιγουρευτείτε ότι ένας σωστός κατάλογος για τη φόρτωση έχει καθοριστεί, στη συνέχεια αντιγράψτε όλα τα συνημμένα αρχεία σε αυτόν τον νέο διαδικτυακά προσβάσιμο κατάλογο. Μόλις το κάνετε αυτό, επανεκκινήστε τον μετατροπέα.',
	'CONV_ERROR_CONFIG_EMPTY'			=> 'Δεν υπάρχουν διαθέσιμες πληροφορίες ρύθμισης για αυτήν τη μετατροπή.',
	'CONV_ERROR_FORUM_ACCESS'			=> 'Αδύνατη η συλλογή πληροφοριών πρόσβασης για τη Δ. Συζήτηση.',
	'CONV_ERROR_GET_CATEGORIES'			=> 'Αδύνατη η συλλογή πληροφοριών για τις κατηγορίες.',
	'CONV_ERROR_GET_CONFIG'				=> 'Δεν ήταν δυνατή η ανάκτηση διαμόρφωσης του συστήματος συζητήσεων σας.',
	'CONV_ERROR_COULD_NOT_READ'			=> 'Αδυναμία πρόσβασης/ ανάγνωσης “%s”.',
	'CONV_ERROR_GROUP_ACCESS'			=> 'Αδυναμία λήψης πληροφοριών πιστοποίησης ομάδας.',
	'CONV_ERROR_INCONSISTENT_GROUPS'	=> 'Ασυνέχεια στον πίνακα των ομάδων ανιχνεύθηκε σε add_bots() - θα πρέπει να προσθέσετε όλες τις ειδικές ομάδες αν το κάνετε με μη αυτόματο τρόπο.',
	'CONV_ERROR_INSERT_BOT'				=> 'Αδυναμία εισαγωγής bot στον πίνακα των μελών.',
	'CONV_ERROR_INSERT_BOTGROUP'		=> 'Αδυναμία εισαγωγής bot στον πίνακα με τα bots.',
	'CONV_ERROR_INSERT_USER_GROUP'		=> 'Αδυναμία εισαγωγής μέλους στον πίνακα user_group.',
	'CONV_ERROR_MESSAGE_PARSER'			=> 'Σφάλμα μηνύματος ανάλυσης',
	'CONV_ERROR_NO_AVATAR_PATH'			=> 'Σημείωση για προγραμματιστή: πρέπει να καθορίσετε $convertor[\'avatar_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_FORUM_PATH'			=> 'Η σχετική διαδρομή για το πηγαίο σύστημα συζητήσεων δεν έχει καθοριστεί.',
	'CONV_ERROR_NO_GALLERY_PATH'		=> 'Σημείωση για προγραμματιστή: πρέπει να καθορίσετε $convertor[\'avatar_gallery_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_GROUP'				=> 'Η ομάδα “%1$s” δεν βρέθηκε στο %2$s.',
	'CONV_ERROR_NO_RANKS_PATH'			=> 'Σημείωση για προγραμματιστή: πρέπει να καθορίσετε $convertor[\'ranks_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_SMILIES_PATH'		=> 'Σημείωση για προγραμματιστή: πρέπει να καθορίσετε $convertor[\'smilies_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_NO_UPLOAD_DIR'			=> 'Σημείωση για προγραμματιστή: πρέπει να καθορίσετε $convertor[\'upload_path\'] για να χρησιμοποιήσετε %s.',
	'CONV_ERROR_PERM_SETTING'			=> 'Αδυναμία εισαγωγής / αναβάθμισης ρυθμίσεων δικαιωμάτων.',
	'CONV_ERROR_PM_COUNT'				=> 'Αδυναμία επιλογής φακέλου ΠΜ μέτρησης.',
	'CONV_ERROR_REPLACE_CATEGORY'		=> 'Αδυναμία εισαγωγής νέας Δ. Συζήτησης με αντικατάσταση παλιάς κατηγορίας.',
	'CONV_ERROR_REPLACE_FORUM'			=> 'Αδυναμία εισαγωγής νέας Δ. Συζήτησης με αντικατάσταση την παλιά Δ. Συζήτηση',
	'CONV_ERROR_USER_ACCESS'			=> 'Αδυναμία λήψης πληροφοριών πιστοποίησης μέλους.',
	'CONV_ERROR_WRONG_GROUP'			=> 'Λάθος ομάδα “%1$s” καθορισμένη σε %2$s.',
	'CONV_OPTIONS_BODY'					=> 'Αυτή η σελίδα συλλέγει τα στοιχεία που απαιτούνται για την πρόσβαση στο πηγαίο σύστημα συζητήσεων. Εισάγετε τα στοιχεία της βάσης δεδομένων του προηγούμενου συστήματος συζητήσεων σας, ο μετατροπέας δεν θα αλλάξει τίποτα στη βάση δεδομένων που δίνεται παρακάτω. Το πηγαίο σύστημα συζητήσεων θα απενεργοποιηθεί για να επιτρέψει μια συνεπή μετατροπή.',
	'CONV_SAVED_MESSAGES'				=> 'Αποθηκευμένα μηνύματα',

	'COULD_NOT_COPY'			=> 'Αδυναμία αντιγραφής αρχείου <strong>%1$s</strong> σε <strong>%2$s</strong><br /><br />Παρακαλώ ελέγξτε ότι ο κατάλογος προορισμού υπάρχει και είναι εγγράψιμος από τον διακομιστή ιστού.',
	'COULD_NOT_FIND_PATH'		=> 'Δεν ήταν δυνατή η εύρεση διαδρομής προς το προηγούμενο σύστημα συζητήσεων. Παρακαλώ ελέγξτε τις ρυθμίσεις σας και δοκιμάστε εκ νέου.<br />» %s έχει καθοριστεί ως διαδρομή πηγής.',

	'DBMS'						=> 'Τύπος βάσης δεδομένων',
	'DB_CONFIG'					=> 'Ρυθμίσεις βάσης δεδομένων',
	'DB_CONNECTION'				=> 'Σύνδεση βάσης δεδομένων',
	'DB_ERR_INSERT'				=> 'Σφάλμα κατά τη διαδικασία <code>INSERT</code> ερωτήματος.',
	'DB_ERR_LAST'				=> 'Σφάλμα κατά τη διαδικασία <var>query_last</var>.',
	'DB_ERR_QUERY_FIRST'		=> 'Σφάλμα κατά την εκτέλεση <var>query_first</var>.',
	'DB_ERR_QUERY_FIRST_TABLE'	=> 'Σφάλμα κατά την εκτέλεση <var>query_first</var>, %s (“%s”).',
	'DB_ERR_SELECT'				=> 'Σφάλμα κατά τη λειτουργία <code>SELECT</code> ερωτήματος.',
	'DB_HOST'					=> 'Όνομα διακομιστή βάσης δεδομένων ή DSN',
	'DB_HOST_EXPLAIN'			=> 'Το DSN είναι συντομογραφία για Data Source Name και είναι σημαντικό μόνο για εγκαταστάσεις ODBC. Για PostgreSQL, χρησιμοποιήστε localhost για να συνδεθείτε στον τοπικό διακομιστή μέσω UNIX domain socket και 127.0.0.1 για να συνδεθείτε μέσω TCP. Για SQLite, εισάγετε την πλήρη διαδρομή προς το αρχείο της βάσης δεδομένων σας.',
	'DB_NAME'					=> 'Όνομα βάσης δεδομένων',
	'DB_PASSWORD'				=> 'Κωδικός βάσης δεδομένων',
	'DB_PORT'					=> 'Θύρα διακομιστή βάσης δεδομένων',
	'DB_PORT_EXPLAIN'			=> 'Αφήστε κενό εκτός εάν γνωρίζετε ότι ο διακομιστής λειτουργεί σε μια μη-τυπική θύρα.',
	'DB_UPDATE_NOT_SUPPORTED'	=> 'Λυπούμαστε, αλλά αυτή η δέσμη ενεργειών δεν υποστηρίζει την ενημέρωση από τις εκδόσεις του phpBB πριν από “%1$s”. Η έκδοση που έχετε εγκατεστημένη είναι “%2$s”. Παρακαλώ ενημερώσετε σε μια προηγούμενη έκδοση πριν από την εκτέλεση αυτής της δέσμης ενεργειών. Βοήθεια με αυτό είναι διαθέσιμη στη Δ. Συζήτηση υποστήριξης στο phpBB.com.',
	'DB_USERNAME'				=> 'Όνομα χρήστη βάσης δεδομένων',
	'DB_TEST'					=> 'Δοκιμή σύνδεσης',
	'DEFAULT_LANG'				=> 'Προεπιλεγμένη γλώσσα συστήματος συζητήσεων',
	'DEFAULT_PREFIX_IS'			=> 'Ο μετατροπέας δεν ήταν σε θέση να βρει τους πίνακες με το καθορισμένο πρόθεμα. Παρακαλώ βεβαιωθείτε ότι έχετε εισάγει τα σωστά στοιχεία για το σύστημα συζητήσεων από το οποίο κάνετε τη μετατροπή. Το προεπιλεγμένο πρόθεμα πινάκων για %1$s είναι <strong>%2$s</strong>.',
	'DEV_NO_TEST_FILE'			=> 'Καμία τιμή δεν έχει καθοριστεί για τη μεταβλητή test_file στον μετατροπέα. Αν είστε χρήστης του μετατροπέα, δεν θα πρέπει να βλέπετε το σφάλμα αυτό, παρακαλώ αναφέρετε αυτό το μήνυμα προς τον συγγραφέα του μετατροπέα. Αν είστε ο συγγραφέας του μετατροπέα, πρέπει να καθορίσετε το όνομα ενός αρχείου το οποίο υπάρχει στο πηγαίο σύστημα συζητήσεων για να επιτρέψει τη διαδρομή να επαληθευθεί.',
	'DIRECTORIES_AND_FILES'		=> 'Ρυθμίσεις φακέλων και αρχείων',
	'DISABLE_KEYS'				=> 'Κλειδιά απενεργοποίησης',
	'DLL_FTP'					=> 'Υποστήριξη απομακρυσμένου FTP [ Εγκατάσταση ]',
	'DLL_GD'					=> 'Υποστήριξη GD γραφικών [ Οπτική επιβεβαίωση ]',
	'DLL_MBSTRING'				=> 'Multi-byte υποστήριξη χαρακτήρων',
	'DLL_MSSQL'					=> 'MSSQL Server 2000+',
	'DLL_MSSQL_ODBC'			=> 'MSSQL Server 2000+ μέσω ODBC',
	'DLL_MSSQLNATIVE'			=> 'MSSQL Server 2005+ [ Native ]',
	'DLL_MYSQL'					=> 'MySQL',
	'DLL_MYSQLI'				=> 'MySQL με MySQLi Extension',
	'DLL_ORACLE'				=> 'Oracle',
	'DLL_POSTGRES'				=> 'PostgreSQL',
	'DLL_SQLITE'				=> 'SQLite 2',
	'DLL_SQLITE3'				=> 'SQLite 3',
	'DLL_XML'					=> 'XML υποστήριξη [ Jabber ]',
	'DLL_ZLIB'					=> 'zlib συμπίεσης υποστήριξη[ gz, .tar.gz, .zip ]',
	'DL_CONFIG'					=> 'Ρυθμίσεις μεταφορτώσεων',
	'DL_CONFIG_EXPLAIN'			=> 'Μπορείτε να κατεβάσετε όλο το config.php στο δικό σας PC. Μετά θα χρειαστεί να ανεβάσετε το αρχείο χειροκίνητα, αντικαθιστώντας οποιοδήποτε config.php στο φάκελο του phpBB 3.1. Παρακαλώ θυμηθείτε να ανεβάσετε το αρχείο σε κωδικοποίηση ASCII (δες τις οδηγίες της εφαρμογής FTP αν δεν είστε σίγουρος (-η) πώς γίνετε αυτό). Όταν ανεβάσετε το config.php κάντε κλικ στο “Εντάξει” για να προχωρήσετε στο επόμενο στάδιο.',
	'DL_DOWNLOAD'				=> 'Μεταφόρτωση',
	'DONE'						=> 'Εντάξει',

	'ENABLE_KEYS'				=> 'Επανενεργοποίηση κλειδιών. Αυτό μπορεί να διαρκέσει λίγο χρόνο.',

	'FILES_OPTIONAL'			=> 'Προαιρετικά αρχεία και οι κατάλογοι',
	'FILES_OPTIONAL_EXPLAIN'	=> '<strong>Προαιρετικά</strong> - Αυτά τα αρχεία, κατάλογοι ή ρυθμίσεις δικαιωμάτων δεν απαιτούνται. Το σύστημα εγκατάστασης θα επιχειρήσει να χρησιμοποιήσει διάφορες τεχνικές για να τα δημιουργήσουν σε περίπτωση που δεν υπάρχουν ή δεν μπορούν να εγγραφούν. Ωστόσο, η παρουσία αυτών θα επιταχύνει την εγκατάσταση.',
	'FILES_REQUIRED'			=> 'Αρχεία και κατάλογοι',
	'FILES_REQUIRED_EXPLAIN'	=> '<strong>Απαιτούμενο</strong> - Για να λειτουργήσει σωστά το phpBB θα πρέπει να είναι σε θέση να έχει πρόσβαση ή να εγγράψει σε συγκεκριμένα αρχεία ή καταλόγους. Εάν δείτε "Δεν βρέθηκε" θα πρέπει να δημιουργήσετε το σχετικό αρχείο ή κατάλογο. Αν δείτε "Μη εγγράψιμο" θα πρέπει να αλλάξετε τα δικαιώματα για το αρχείο ή τον κατάλογο για να επιτρέψει στο phpBB να εγγράψει σε αυτό.',
	'FILLING_TABLE'				=> 'Συμπλήρωση πίνακα <strong>%s</strong>',
	'FILLING_TABLES'			=> 'Συμπλήρωση πινάκων',

	'FINAL_STEP'				=> 'Τελικό βήμα διαδικασίας',
	'FORUM_ADDRESS'				=> 'Διεύθυνση συστήματος συζητήσεων',
	'FORUM_ADDRESS_EXPLAIN'		=> 'Αυτή είναι η διεύθυνση URL από το προηγούμενο σύστημα συζητήσεων σας, για παράδειγμα <samp>http://www.example.com/phpBB2/</samp>. Εάν μια διεύθυνση έχει εισαχθεί εδώ και δεν αφεθεί κενό, σε κάθε περίπτωση αυτή η διεύθυνση θα αντικατασταθεί από τη διεύθυνση του νέου συστήματος συζητήσεων σας μέσα σε μηνύματα, προσωπικά μηνύματα και υπογραφές.',
	'FORUM_PATH'				=> 'Διαδρομή συστήματος συζητήσεων',
	'FORUM_PATH_EXPLAIN'		=> 'Αυτή είναι η <strong>σχετική</strong> διαδρομή στο δίσκο του πρώην συστήματος συζητήσεων σας από τον <strong>ριζικό φάκελο αυτής της εγκατάστασης phpBB3</strong>.',
	'FOUND'						=> 'Βρέθηκε',
	'FTP_CONFIG'				=> 'Μεταφορά ρυθμίσεων μέσω FTP',
	'FTP_CONFIG_EXPLAIN'		=> 'Το phpBB έχει ανιχνεύσει την παρουσία της μονάδας FTP σε αυτόν το διακομιστή. Μπορείτε να επιχειρήσετε να εγκαταστήσετε το config.php σας μέσω αυτής εάν επιθυμείτε. Θα πρέπει να παράσχετε τις πληροφορίες που αναφέρονται παρακάτω. Θυμηθείτε το όνομα χρήστη και ο κωδικός πρόσβασης σας είναι εκείνοι στον διακομιστή σας! (ρωτήστε τον πάροχο φιλοξενίας σας για λεπτομέρειες, εάν δεν είστε σίγουρος (-η) ποια είναι αυτά).',
	'FTP_PATH'					=> 'FTP διαδρομή',
	'FTP_PATH_EXPLAIN'			=> 'Αυτή είναι η διαδρομή από τον ριζικό κατάλογο σας με εκείνη του phpBB, π.χ. π.χ. <samp>htdocs/phpBB3/</samp>.',
	'FTP_UPLOAD'				=> 'φόρτωση',

	'GPL'						=> 'General Public License',

	'INITIAL_CONFIG'			=> 'Βασικές ρυθμίσεις',
	'INITIAL_CONFIG_EXPLAIN'	=> 'Τώρα που η εγκατάσταση έχει προσδιορίσει ο διακομιστής σας μπορεί να τρέξει το phpBB θα πρέπει να παράσχετε κάποιες συγκεκριμένες πληροφορίες. Εάν δεν γνωρίζετε πώς να συνδεθείτε με τη βάση δεδομένων σας, παρακαλούμε επικοινωνήστε με τον πάροχο φιλοξενίας σας (σε πρώτη φάση) ή χρησιμοποιήστε τις Δ. Συζητήσεις υποστήριξης του phpBB. Κατά την εισαγωγή των δεδομένων, παρακαλούμε βεβαιωθείτε πως τα ελέγξατε προσεκτικά πριν συνεχίσετε.',
	'INSTALL_CONGRATS'			=> 'Συγχαρητήρια!',
	'INSTALL_CONGRATS_EXPLAIN'	=> '
		Έχετε εγκαταστήσει με επιτυχία το phpBB %1$s. Παρακαλώ επιλέξτε μια από τις ακόλουθες επιλογές:</p>
		<h2>Μετατροπή ενός υπάρχοντος συστήματος συζητήσεων σε phpBB3</h2>
		<p>Το phpBB Unified Convertor Framework υποστηρίζει τη μετατροπή από phpBB 2.0.x και άλλα συστήματα συζητήσεων σε phpBB3. Αν έχετε ήδη ενα σύστημα συζητήσεων το οποίο θέλετε να μετατρέψετε, παρακαλώ <a href="%2$s">συνεχίστε με τον μετατροπέα</a>.</p>
		<h2>Ζωντανή δοκιμή του phpBB3!</h2>
		<p>Πατώντας το παρακάτω κουμπί θα σας οδηγήσει σε μια φόρμα για την υποβολή των στατιστικών στοιχείων προς το phpBB από τον Πίνακα Ελέγχου Διαχειριστή (ΠΕΔ). Θα το εκτιμούσαμε αν μπορούσατε να μας βοηθήσετε με την αποστολή αυτών των πληροφοριών. Στη συνέχεια θα πρέπει να χρειαστείτε κάποιο χρόνο για να εξετάσετε τις επιλογές που είναι διαθέσιμες σε εσάς. Θυμηθείτε ότι η βοήθεια είναι διαθέσιμη online μέσω της <a href="https://www.phpbb.com/support/docs/en/3.1/ug/">Τεκμηρίωσης</a>, <a href="%3$s">README</a> και των <a href="https://www.phpbb.com/community/viewforum.php?f=466">Δ. Συζητήσεων υποστήριξης</a>, για περισσότερες πληροφορίες.</p><p><strong>Παρακαλώ να διαγράψετε, να μετακινήσετε ή να μετονομάσετε τον κατάλογο εγκατάστασης (install) πριν χρησιμοποιήσετε το σύστημα συζητήσεων σας. Όσο υπάρχει αυτός ο κατάλογος, μόνον ο Πίνακας Ελέγχου Διαχειριστή (ΠΕΔ) θα είναι προσβάσιμος.</strong>',
	'INSTALL_INTRO'				=> 'Καλώς ήρθατε στην εγκατάσταση',

	'INSTALL_INTRO_BODY'		=> 'Με αυτήν την επιλογή, είναι δυνατόν να εγκαταστήσετε το phpBB3 στο διακομιστή σας.</p><p>Προκειμένου να συνεχίσετε, θα χρειαστείτε τις ρυθμίσεις της βάσης δεδομένων σας. Εάν δεν γνωρίζετε τις ρυθμίσεις της βάσης δεδομένων σας, παρακαλούμε να επικοινωνήσετε με τον πάροχο φιλοξενίας σας και ρωτήστε για αυτούς. Δεν θα είστε σε θέση να συνεχίσετε χωρίς αυτούς. Χρειάζεστε:</p>

	<ul>
		<li>Τον τύπο της βάσης δεδομένων - η βάση δεδομένων που θα χρησιμοποιήσετε.</li>
		<li>Το όνομα του διακομιστή βάσης δεδομένων ή DSN - τη διεύθυνση του διακομιστή βάσης δεδομένων.</li>
		<li>Τη θύρα διακομιστή της βάσης δεδομένων - η θύρα του διακομιστή βάσης δεδομένων (τις περισσότερες φορές αυτό δεν είναι αναγκαίο).</li>
		<li>Το όνομα βάσης δεδομένων - το όνομα της βάσης δεδομένων στο διακομιστή.</li>
		<li>Το όνομα χρήστη βάσης δεδομένων και τον κωδικό πρόσβασης βάσης δεδομένων - τα δεδομένα σύνδεσης για την πρόσβαση στη βάση δεδομένων.</li>
	</ul>

	<p><strong>Σημείωση:</strong> αν κάνετε την εγκατάσταση χρησιμοποιώντας SQLite, θα πρέπει να εισάγετε την πλήρη διαδρομή προς το αρχείο της βάσης δεδομένων σας στο πεδίο DSN και αφήστε τα πεδία του ονόματος χρήστη και του κωδικού πρόσβασης κενά. Για λόγους ασφαλείας, θα πρέπει να βεβαιωθείτε ότι το αρχείο της βάσης δεδομένων δεν είναι αποθηκευμένο σε μια θέση προσβάσιμη από τον ιστό.</p>

	<p>Μόνον εκείνες οι βάσεις δεδομένων που υποστηρίζονται στο διακομιστή σας θα εμφανιστούν.</p>
	<ul>
		<li>MySQL 3.23 ή νεότερη (MySQLi υποστήριξη)</li>
		<li>PostgreSQL 8.3+</li>
		<li>SQLite 2.8.2+</li>
		<li>SQLite 3.6.15+</li>
		<li>MS SQL Server 2000 ή νεώτερο (άμεσα ή μέσω ODBC)</li>
		<li>MS SQL Server 2005 ή νεώτερο (native)</li>
		<li>Oracle</li>
	</ul>

	<p>Μόνον οι τύποι Β. Δεδομένων που υποστηρίζονται από τον διακομιστή σας θα εμφανίζονται.',
	'INSTALL_INTRO_NEXT'		=> 'Για να αρχίσει η εγκατάσταση, παρακαλώ πατήστε το κουμπί παρακάτω.',
	'INSTALL_LOGIN'				=> 'Σύνδεση',
	'INSTALL_NEXT'				=> 'Επόμενο στάδιο',
	'INSTALL_NEXT_FAIL'			=> 'Μερικές δοκιμές απέτυχαν και θα πρέπει να διορθώσετε αυτά τα προβλήματα, πριν προχωρήσετε στο επόμενο στάδιο. Σε αντίθετη περίπτωση, μπορεί να καταλήξει σε μια μη ολοκληρωμένη εγκατάσταση.',
	'INSTALL_NEXT_PASS'			=> 'Όλες οι βασικές δοκιμές έχουν περάσει και μπορείτε να προχωρήσετε στο επόμενο στάδιο της εγκατάστασης. Εάν έχετε αλλάξει οποιαδήποτε δικαιώματα, μονάδες, κλπ και επιθυμείτε να γίνει πάλι έλεγχος μπορείτε να το κάνετε εάν επιθυμείτε.',
	'INSTALL_PANEL'				=> 'Πίνακας εγκατάστασης',
	'INSTALL_SEND_CONFIG'		=> 'Δυστυχώς το phpBB δεν μπορούσε να γράψει τις πληροφορίες ρύθμισης παραμέτρων απευθείας στο config.php σας. Αυτό μπορεί να συμβαίνει επειδή το αρχείο δεν υπάρχει ή δεν είναι εγγράψιμο. Ένας αριθμός επιλογών θα αναφέρονται παρακάτω δίνοντάς σας τη δυνατότητα να ολοκληρώσετε την εγκατάσταση του config.php.',
	'INSTALL_START'				=> 'Εκκίνηση εγκατάστασης',
	'INSTALL_TEST'				=> 'Δοκιμή ξανά',
	'INST_ERR'					=> 'Σφάλμα εγκατάστασης',
	'INST_ERR_DB_CONNECT'		=> 'Αδυναμία σύνδεσης με Β. Δεδομένων, δείτε το μήνυμα λάθους παρακάτω.',
	'INST_ERR_DB_FORUM_PATH'	=> 'Το αρχείο της βάσης δεδομένων που καθορίστηκε είναι μέσα στο δέντρο καταλόγου του συστήματος συζητήσεων σας. Θα πρέπει να τοποθετήσετε αυτό το αρχείο σε μια μη προσβάσιμη μέσω του ιστού τοποθεσία.',
	'INST_ERR_DB_INVALID_PREFIX'=> 'Το πρόθεμα που εισάγατε δεν είναι έγκυρο. Θα πρέπει να ξεκινάει με ένα γράμμα και να περιέχει μόνο γράμματα, αριθμούς και τις κάτω παύλες.',
	'INST_ERR_DB_NO_ERROR'		=> 'Κανένα μήνυμα λάθους δεν δόθηκε.',
	'INST_ERR_DB_NO_MYSQLI'		=> 'Η έκδοση της MySQL που είναι εγκατεστημένη σε αυτό το μηχάνημα δεν είναι συμβατή με την “MySQL με MySQLi Extension” που έχετε επιλέξει. Παρακαλώ δοκιμάστε την επιλογή “MySQL” αντί αυτού.',
	'INST_ERR_DB_NO_SQLITE'		=> 'Η έκδοση της επέκτασης SQLite που έχετε εγκαταστημένη είναι πολύ παλαιά, θα πρέπει να αναβαθμιστεί σε τουλάχιστον 2.8.2.',
	'INST_ERR_DB_NO_SQLITE3'	=> 'Η έκδοση της επέκτασης SQLite που έχετε εγκατεστημένη είναι πολύ παλαιά, θα πρέπει να αναβαθμιστεί σε τουλάχιστον 3.6.15.',
	'INST_ERR_DB_NO_ORACLE'		=> 'Η έκδοση της Oracle που είναι εγκατεστημένη σε αυτό το μηχάνημα απαιτεί από εσάς να ρυθμίσετε την παράμετρο <var>NLS_CHARACTERSET</var> σε <var>UTF8</var>. Είτε αναβαθμίσετε την εγκατάσταση σας σε 9.2+ ή αλλάξετε την παράμετρο.',
	'INST_ERR_DB_NO_POSTGRES'	=> 'Η βάση δεδομένων που έχετε επιλέξει δεν δημιουργήθηκε σε κωδικοποίηση <var>UNICODE</var> ή σε <var>UTF8</var>. Προσπαθήστε να εγκαταστήσετε με μια βάση δεδομένων σε κωδικοποίηση <var>UNICODE</var> ή <var>UTF8</var>.',
	'INST_ERR_DB_NO_NAME'		=> 'Κανένα όνομα βάσης δεδομένων δεν καθορίστηκε.',
	'INST_ERR_EMAIL_INVALID'	=> 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου που εισαγάγατε είναι άκυρη.',
	'INST_ERR_EMAIL_MISMATCH'	=> 'Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου που βάλατε δεν ταιριάζουν.',
	'INST_ERR_FATAL'			=> 'Ανεπανόρθωτο σφάλμα εγκατάστασης',
	'INST_ERR_FATAL_DB'			=> 'Ένα κρίσιμο και μη αναστρέψιμο σφάλμα στη βάση δεδομένων προέκυψε. Αυτό μπορεί να οφείλεται στο ότι ο συγκεκριμένος χρήστης δεν έχει τα κατάλληλα δικαιώματα για <code>CREATE TABLES</code> ή <code>INSERT</code> δεδομένων, κλπ. Περισσότερες πληροφορίες ίσως δίνονται παρακάτω. Παρακαλούμε επικοινωνήστε με τον πάροχο φιλοξενίας σας σε πρώτη φάση ή τις Δ. Συζητήσεις υποστήριξης στο phpBB για περαιτέρω βοήθεια.',
	'INST_ERR_FTP_PATH'			=> 'Δεν ήταν δυνατή η αλλαγή στον συγκεκριμένο κατάλογο, παρακαλώ ελέγξτε τη διαδρομή.',
	'INST_ERR_FTP_LOGIN'		=> 'Δεν ήταν δυνατή η σύνδεση στον διακομιστή FTP, ελέγξτε το όνομα χρήστη και τον κωδικό πρόσβασης σας.',
	'INST_ERR_MISSING_DATA'		=> 'Θα πρέπει να συμπληρώσετε όλα τα πεδία σε αυτήν την κατηγορία.',
	'INST_ERR_NO_DB'			=> 'Δεν είναι δυνατή η φόρτωση του module της PHP για τον επιλεγμένο τύπο βάσης δεδομένων.',
	'INST_ERR_PASSWORD_MISMATCH'	=> 'Οι κωδικοί που έχετε εισάγει δεν ταιριάζουν.',
	'INST_ERR_PASSWORD_TOO_LONG'	=> 'Ο κωδικός πρόσβασης που εισάγατε είναι πολύ μεγάλος. Το μέγιστο μήκος είναι 30 χαρακτήρες.',
	'INST_ERR_PASSWORD_TOO_SHORT'	=> 'Ο κωδικός πρόσβασης που εισάγατε είναι πολύ μικρός. Το ελάχιστο μήκος είναι 6 χαρακτήρες.',
	'INST_ERR_PREFIX'			=> 'Πίνακες με το καθορισμένο πρόθεμα υπάρχουν ήδη, παρακαλώ επιλέξτε μια εναλλακτική λύση.',
	'INST_ERR_PREFIX_INVALID'	=> 'Το πρόθεμα πίνακα που έχετε καθορίσει δεν είναι έγκυρο για τη βάση δεδομένων σας Παρακαλώ δοκιμάστε ένα άλλο, αφαιρώντας χαρακτήρες όπως την παύλα.',
	'INST_ERR_PREFIX_TOO_LONG'	=> 'Το πρόθεμα πίνακα που έχετε καθορίσει είναι πολύ μεγάλο. Το μέγιστο μήκος είναι %d χαρακτήρες.',
	'INST_ERR_USER_TOO_LONG'	=> 'Το όνομα χρήστη που εισαγάγατε είναι πολύ μεγάλο. Το μέγιστο μήκος είναι 20 χαρακτήρες',
	'INST_ERR_USER_TOO_SHORT'	=> 'Το όνομα χρήστη που εισαγάγατε είναι πολύ μικρό. Το ελάχιστο μήκος είναι 3 χαρακτήρες.',
	'INVALID_PRIMARY_KEY'		=> 'Μη έγκυρο πρωτεύον κλειδί : %s',

	'LONG_SCRIPT_EXECUTION'		=> 'Παρακαλώ σημειώστε ότι αυτό μπορεί να διαρκέσει αρκετά... Παρακαλώ μη σταματήσετε τη δέσμη ενεργειών.',

	// mbstring
	'MBSTRING_CHECK'						=> '<samp>mbstring</samp> έλεγχος επέκτασης',
	'MBSTRING_CHECK_EXPLAIN'				=> '<strong>Απαραίτητο</strong> -Το <samp>mbstring</samp> είναι μια επέκταση PHP που παρέχει συναρτήσεις πολλαπλών ψηφιολέξεων. Ορισμένα χαρακτηριστικά της mbstring δεν είναι συμβατά με το phpBB και πρέπει να απενεργοποιηθούν.',
	'MBSTRING_FUNC_OVERLOAD'				=> 'Υπερφόρτωση συνάρτησης',
	'MBSTRING_FUNC_OVERLOAD_EXPLAIN'		=> '<var>mbstring.func_overload</var> πρέπει να ρυθμιστεί σε 0 ή 4.',
	'MBSTRING_ENCODING_TRANSLATION'			=> 'Διαφανής κωδικοποίηση χαρακτήρων',
	'MBSTRING_ENCODING_TRANSLATION_EXPLAIN'	=> '<var>mbstring.encoding_translation</var> πρέπει να ρυθμιστεί σε 0.',
	'MBSTRING_HTTP_INPUT'					=> 'HTTP μετατροπή χαρακτήρων εισόδου',
	'MBSTRING_HTTP_INPUT_EXPLAIN'			=> '<var>mbstring.http_input</var> πρέπει να ρυθμιστεί σε <samp>pass</samp>.',
	'MBSTRING_HTTP_OUTPUT'					=> 'HTTP μετατροπή χαρακτήρων εξόδου',
	'MBSTRING_HTTP_OUTPUT_EXPLAIN'			=> '<var>mbstring.http_output</var> πρέπει να ρυθμιστεί σε <samp>pass</samp>.',

	'MAKE_FOLDER_WRITABLE'		=> 'Παρακαλώ διασφαλίστε ότι υπάρχει αυτός ο φάκελος και είναι εγγράψιμος από τον διακομιστή ιστού, μετά προσπαθήστε εκ νέου:<br />»<strong>%s</strong>.',
	'MAKE_FOLDERS_WRITABLE'		=> 'Παρακαλώ διασφαλίστε ότι υπάρχουν αυτοί οι φάκελοι και είναι εγγράψιμοι από τον διακομιστή ιστού, μετά προσπαθήστε εκ νέου:<br />»<strong>%s</strong>.',

	'MYSQL_SCHEMA_UPDATE_REQUIRED'	=> 'Το σχήμα της βάσης δεδομένων σας MySQL για το phpBB είναι ξεπερασμένο. Το phpBB ανιχνεύει ένα σχήμα για MySQL 3.x/4.x, όμως ο διακομιστής τρέχει σε MySQL %2$s.<br /><strong>Πριν συνεχίσετε την ενημέρωση, πρέπει πρώτα να αναβαθμίσετε το σχήμα.</strong><br /><br />Παρακαλώ επισκεφθείτε την <a href="https://www.phpbb.com/kb/article/doesnt-have-a-default-value-errors/">Βάση Γνώσεων και το άρθρο σχετικά με την ενημέρωση του σχήματος MySQL</a>. Εάν αντιμετωπίζετε προβλήματα, παρακαλώ χρησιμοποιήστε <a href="https://www.phpbb.com/community/viewforum.php?f=466">τη Δ. Συζήτηση υποστήριξης μας</a>.',

	'NAMING_CONFLICT'			=> 'Σύγκρουση ονομασίας: %s και %s είναι αμφότερα ψευδώνυμα<br /><br />%s',
	'NEXT_STEP'					=> 'Προχωρήστε στο επόμενο βήμα',
	'NOT_FOUND'					=> 'Δεν βρέθηκε',
	'NOT_UNDERSTAND'			=> 'Αδυναμία κατανόησης %s #%d, πίνακας %s (“%s”)',
	'NO_CONVERTORS'				=> 'Δεν υπάρχουν διαθέσιμοι μετατροπείς για χρήση.',
	'NO_CONVERT_SPECIFIED'		=> 'Δεν καθορίστηκε μετατροπέας.',
	'NO_LOCATION'				=> 'Αδυναμία καθορισμού τοποθεσίας. Εά γνωρίζετε ότι το ImageMagick είναι εγκατεστημένο, μπορείτε να καθορίσετε την τοποθεσία του αργότερα εντός του Πίνακα Ελέγχου Διαχειριστή',
	'NO_TABLES_FOUND'			=> 'Δεν βρέθηκαν πίνακες.',

	'OVERVIEW_BODY'				=> 'Καλώς ήρθατε στο phpBB3!<br /><br />Το phpBB® είναι η πιο ευρέως χρησιμοποιούμενη λύση συστήματος συζητήσεων ανοικτού κώδικα στον κόσμο. Το phpBB3 είναι η τελευταία έκδοση σε μια σειρά πακέτου που ξεκίνησε το 2000. Όπως και οι προκάτοχοί του, το phpBB3 είναι πλούσιο σε χαρακτηριστικά, φιλικό προς τον χρήστη, και υποστηρίζεται πλήρως από τον phpBB ομάδα. Το phpBB3 βελτιώνει σε μεγάλο βαθμό ότι έκανε το phpBB2 δημοφιλές,, και προσθέτει συνήθως ζητηθέντα χαρακτηριστικά που δεν υπήρχαν στις προηγούμενες εκδόσεις. Ελπίζουμε ότι ξεπερνά τις προσδοκίες σας.<br /><br />Αυτό το σύστημα εγκατάστασης θα σας καθοδηγήσει μέσα από την εγκατάσταση του phpBB3, την ενημέρωση στην πιο πρόσφατη έκδοση του phpBB3 από προηγούμενες εκδόσεις, καθώς επίσης και τη μετατροπή σε phpBB3 από ένα διαφορετικό σύστημα συζητήσεων (συμπεριλαμβανομένου του phpBB2). Για περισσότερες πληροφορίες, σας συνιστούμε να διαβάσετε <a href="../docs/INSTALL.html">τον οδηγό εγκατάστασης.</a>.<br /><br />Για να διαβάσετε την άδεια χρήσης phpBB3 ή να μάθετε σχετικά με τη λήψη υποστήριξης και τη στάση μας σε αυτό, παρακαλώ επιλέξτε τις αντίστοιχες επιλογές από το πλευρικό μενού. Για να συνεχίσετε, επιλέξτε την κατάλληλη καρτέλα παραπάνω.',

	'PCRE_UTF_SUPPORT'				=> 'PCRE UTF-8 υποστήριξη',
	'PCRE_UTF_SUPPORT_EXPLAIN'		=> 'Το phpBB <strong>δεν</strong> θα λειτουργήσει εάν η εγκατάσταση της PHP σας δεν έχει δημιουργηθεί με υποστήριξη UTF-8 στην επέκταση PCRE.',
	'PHP_GETIMAGESIZE_SUPPORT'			=> 'Η λειτουργία PHP getimagesize() είναι διαθέσιμη',
	'PHP_GETIMAGESIZE_SUPPORT_EXPLAIN'	=> '<strong>Απαραίτητο</strong> - Για να λειτουργεί σωστά το phpBB, η λειτουργία getimagesize πρέπει να είναι διαθέσιμη.',
	'PHP_JSON_SUPPORT'				=> 'PHP JSON support',
	'PHP_JSON_SUPPORT_EXPLAIN'		=> '<strong>Απαραίτητα</strong> - Για να λειτουργεί σωστά το phpBB, η PHP JSON επέκταση πρέπει να είναι διαθέσιμη.',
	'PHP_OPTIONAL_MODULE'			=> 'Προαιρετικές μονάδες',
	'PHP_OPTIONAL_MODULE_EXPLAIN'	=> '<strong>Προαιρετικά</strong> - Αυτές οι μονάδες ή οι εφαρμογές είναι προαιρετικές. Ωστόσο, εφόσον είναι διαθέσιμες, θα ενεργοποιηθούν επιπλέον χαρακτηριστικά.',
	'PHP_SUPPORTED_DB'				=> 'Υποστηριζόμενες βάσεις δεδομένων',
	'PHP_SUPPORTED_DB_EXPLAIN'		=> '<strong>Απαραίτητο</strong> - Πρέπει να έχετε υποστήριξη για τουλάχιστον μία συμβατή βάση δεδομένων μέσα σε PHP. Εάν δεν υπάρχουν μονάδες βάσης δεδομένων που εμφανίζονται ως διαθέσιμες, μπορείτε να επικοινωνήσετε με τον πάροχο φιλοξενίας σας ή να ανατρέξετε στη σχετική τεκμηρίωση της PHP εγκατάστασης για συμβουλές.',
	'PHP_REGISTER_GLOBALS'			=> 'Η ρύθμιση PHP <var>register_globals</var> είναι απενεργοποιημένη',
	'PHP_REGISTER_GLOBALS_EXPLAIN'	=> 'Το phpBB θα συνεχίσει να λειτουργεί ακόμη και εάν είναι ενεργοποιημένη αυτή η ρύθμιση, αλλά, αν είναι δυνατόν, συνιστάται η register_globals να είναι απενεργοποιημένη στην PHP εγκατάσταση σας για λόγους ασφαλείας.',
	'PHP_SAFE_MODE'					=> 'Ασφαλής λειτουργία',
	'PHP_SETTINGS'					=> 'PHP έκδοση και ρυθμίσεις',
	'PHP_SETTINGS_EXPLAIN'			=> '<strong>Απαραίτητο</strong> - Θα πρέπει να εκτελείτε τουλάχιστον την έκδοση 5.3.3 της PHP (η έκδοση 7 δεν υποστηρίζεται) προκειμένου να εγκαταστήσετε το phpBB. Εάν το <var>safe mode</var> εμφανίζεται παρακάτω η εγκατάσταση της PHP σας τρέχει σε αυτήν τη λειτουργία. Αυτό θα επιβάλει περιορισμούς για απομακρυσμένη διαχείριση και παρόμοια χαρακτηριστικά.',
	'PHP_URL_FOPEN_SUPPORT'			=> 'Η ρύθμιση PHP <var>allow_url_fopen</var> είναι ενεργοποιημένη',
	'PHP_URL_FOPEN_SUPPORT_EXPLAIN'	=> '<strong>Προαιρετικό</strong> - Αυτή η ρύθμιση είναι προαιρετική, ωστόσο ορισμένες λειτουργίες του phpBB όπως άβαταρ εκτός σελίδας δεν θα λειτουργήσουν σωστά χωρίς αυτό.',
	'PHP_VERSION_REQD'				=> 'Έκδοση PHP >= 5.3.3, < 7.0.0-dev',
	'POST_ID'						=> 'Ταυτότητα δημοσίευσης (ID)',
	'PREFIX_FOUND'					=> 'Μια σάρωση των πινάκων σας έχει δείξει μια έγκυρη εγκατάσταση χρησιμοποιώντας <strong>%s</strong> ως πρόθεμα πινάκων.',
	'PREPROCESS_STEP'				=> 'Εκτέλεση προ-επεξεργασμένων λειτουργιών / ερωτημάτων',
	'PRE_CONVERT_COMPLETE'			=> 'Όλα τα στάδια προ-μετατροπής έχουν ολοκληρωθεί με επιτυχία. Μπορείτε τώρα να ξεκινήσετε τη πραγματική διαδικασία μετατροπής. Παρακαλώ σημειώστε ότι μπορεί να χρειαστεί να κάνετε χειροκίνητα και να ρυθμίσετε διάφορα πράγματα. Μετά τη μετατροπή, κυρίως ελέγξτε τα δικαιώματα που έχουν ανατεθεί, ανακατασκευάστε το ευρετήριο αναζήτησης σας το οποίο δεν μετατρέπεται και επίσης βεβαιωθείτε ότι τα αρχεία έχουν αντιγραφεί σωστά, για παράδειγμα, άβαταρ και smilies.',
	'PROCESS_LAST'					=> 'Επεξεργασία τελευταίων δηλώσεων',

	'REFRESH_PAGE'				=> 'Ανανεώστε τη σελίδα για να συνεχίσετε τη μετατροπή',
	'REFRESH_PAGE_EXPLAIN'		=> 'Εάν οριστεί σε “Ναι”, ο μετατροπέας θα ανανεώσει τη σελίδα για να συνεχίσετε τη μετατροπή αφού ολοκληρώσει ένα βήμα. Αν αυτή είναι η πρώτη σας μετατροπή, για λόγους δοκιμών και για τον προσδιορισμό τυχόν σφαλμάτων εκ των προτέρων, σας συνιστούμε να ορίσετε σε “Όχι”.',
	'REQUIREMENTS_TITLE'		=> 'Συμβατότητα εγκατάστασης',
	'REQUIREMENTS_EXPLAIN'		=> 'Πριν προχωρήσετε με την πλήρη εγκατάσταση το phpBB θα διεξάγει κάποιες δοκιμές στη ρύθμιση παραμέτρων του διακομιστή και στα αρχεία σας για να διασφαλιστεί ότι είστε σε θέση να εγκαταστήσετε και να εκτελέσετε το phpBB. Παρακαλώ βεβαιωθείτε ότι έχετε διαβάσει τα αποτελέσματα σχολαστικά και μην προχωρήσετε μέχρις ότου περάσει όλες τις απαιτούμενες δοκιμές. Εάν επιθυμείτε να χρησιμοποιήσετε κάποια από τα χαρακτηριστικά ανάλογα με τις προαιρετικές δοκιμές, θα πρέπει να εξασφαλίσετε ότι οι δοκιμές αυτές έχουν περάσει επίσης.',
	'RETRY_WRITE'				=> 'Ξαναπροσπαθήστε να γράψετε τις ρυθμίσεις',
	'RETRY_WRITE_EXPLAIN'		=> 'Εάν θέλετε, μπορείτε να αλλάξετε τα δικαιώματα στο config.php για να επιτραπεί στο phpBB να εγγράψει σε αυτό. Σε περίπτωση που θέλετε να κάνετε αυτό μπορείτε να πατήσετε «Ξαναπροσπαθήστε να γράψετε τις ρυθμίσεις» παρακάτω για να προσπαθήσετε ξανά. Θυμηθείτε να επαναφέρετε τα δικαιώματα στο config.php αφού το phpBB έχει τελειώσει την εγκατάσταση.',

	'SCRIPT_PATH'				=> 'Διαδρομή καταλόγου',
	'SCRIPT_PATH_EXPLAIN'		=> 'Η διαδρομή που βρίσκεται το phpBB σε σχέση με το με το όνομα domain, π.χ. <samp>/phpBB3</samp>.',
	'SELECT_LANG'				=> 'Επιλέξτε γλώσσα',
	'SERVER_CONFIG'				=> 'Ρυθμίσεις διακομιστή',
	'SEARCH_INDEX_UNCONVERTED'	=> 'Το ευρετήριο αναζήτησης δεν μετατράπηκε',
	'SEARCH_INDEX_UNCONVERTED_EXPLAIN'	=> 'Το παλαιό ευρετήριο αναζήτησης δεν μετατράπηκε. Η αναζήτηση θα επιστρέφει πάντα ένα κενό αποτέλεσμα. Για να δημιουργήσετε ένα νέο ευρετήριο αναζήτησης πηγαίνετε στον Πίνακα Ελέγχου Διαχειριστή, επιλέξτε Συντήρηση και, στη συνέχεια, επιλέξτε «Ευρετήριο αναζήτησης» από το υπό-μενού.',
	'SELECT_FORUM_GA'			=> 'Στο phpBB 3.1 οι γενικές ανακοινώσεις συνδέονται με τις Δ. Συζητήσεις. Επιλέξτε μια Δ. Συζήτηση με τις γενικές ανακοινώσεις (μπορείτε να το μετακινήσετε μετά):',
	'SOFTWARE'					=> 'Λογισμικό συστήματος συζητήσεων',
	'SPECIFY_OPTIONS'			=> 'Καθορίστε επιλογές μετατροπής',
	'STAGE_ADMINISTRATOR'		=> 'Λεπτομέρειες Διαχειριστή',
	'STAGE_ADVANCED'			=> 'Ρυθμίσεις για προχωρημένους',
	'STAGE_ADVANCED_EXPLAIN'	=> 'Οι ρυθμίσεις σε αυτήν τη σελίδα είναι αναγκαίο να καθοριστούν μόνον εάν γνωρίζετε ότι χρειάζεστε κάτι διαφορετικό από τα προεπιλεγμένα. Εάν δεν είστε σίγουρος (-η), απλά συνεχίστε με την επόμενη σελίδα, καθώς οι ρυθμίσεις αυτές μπορούν να τροποποιηθούν από τον Πίνακα Ελέγχου Διαχειριστή αργότερα.',
	'STAGE_CONFIG_FILE'			=> 'Αρχείο ρυθμίσεων',
	'STAGE_CREATE_TABLE'		=> 'Δημιουργία πινάκων βάσης δεδομένων',
	'STAGE_CREATE_TABLE_EXPLAIN'	=> 'Οι πίνακες της βάσης δεδομένων που χρησιμοποιούνται από το phpBB 3.1 έχουν δημιουργηθεί και συμπληρωθεί με ορισμένα αρχικά δεδομένα. Προχωρήστε στην επόμενη οθόνη για να ολοκληρώσετε την εγκατάσταση του phpBB.',
	'STAGE_DATABASE'			=> 'Ρυθμίσεις βάσης δεδομένων',
	'STAGE_FINAL'				=> 'Τελικό βήμα',
	'STAGE_INTRO'				=> 'Εισαγωγή',
	'STAGE_IN_PROGRESS'			=> 'Μετατροπή σε εξέλιξη',
	'STAGE_REQUIREMENTS'		=> 'Απαιτήσεις',
	'STAGE_SETTINGS'			=> 'Ρυθμίσεις',
	'STARTING_CONVERT'			=> 'Εκκίνηση διαδικασίας μετατροπής',
	'STEP_PERCENT_COMPLETED'	=> 'Βήμα <strong>%d</strong> από <strong>%d</strong>',
	'SUB_INTRO'					=> 'Εισαγωγή',
	'SUB_LICENSE'				=> 'Άδεια',
	'SUB_SUPPORT'				=> 'Υποστήριξη',
	'SUCCESSFUL_CONNECT'		=> 'Επιτυχής σύνδεση',
	'SUPPORT_BODY'				=> 'Η πλήρης υποστήριξη θα παρέχεται για την τρέχουσα σταθερή έκδοση phpBB3, δωρεάν. Αυτό περιλαμβάνει:</p><ul><li>εγκατάσταση</li><li>ρυθμίσεις</li><li>τεχνικές ερωτήσεις</li><li>προβλήματα σχετικά με πιθανά σφάλματα στο λογισμικό</li><li>ενημέρωση από υποψήφια έκδοση (RC) εκδόσεις στην πιο πρόσφατη σταθερή έκδοση</li><li>μετατροπή από phpBB 2.0.x σε phpBB3</li><li>μετατροπή από άλλο λογισμικό συστήματος συζητήσεων σε phpBB3 (παρακαλώ δείτε <a href="https://www.phpbb.com/community/viewforum.php?f=486">Μετατροπείς</a>)</li></ul><p>Προτρέπουμε τους χρήστες που εξακολουθούν να τρέχουν beta εκδόσεις του phpBB3 να αντικαταστήσουν την εγκατάστασή τους με ένα φρέσκο αντίγραφο της τελευταίας έκδοσης.</p><h2>Επεκτάσεις / Στυλ</h2><p>Για θέματα που σχετίζονται με Επεκτάσεις, παρακαλούμε να δημοσιεύσετε στο κατάλληλο <a href="https://www.phpbb.com/community/viewforum.php?f=451">Extensions Forum</a>.<br />Για θέματα που σχετίζονται με στυλ, πρότυπα και θέματα, παρακαλούμε να δημοσιεύσετε στο κατάλληλο <a href="https://www.phpbb.com/community/viewforum.php?f=471">Styles Forum</a>.<br /><br />Εάν η ερώτησή σας σχετίζεται με ένα συγκεκριμένο πακέτο, παρακαλώ να δημοσιεύσετε άμεσα στο θέμα που έχει οριστεί για το πακέτο.</p><h2>Λήψη Υποστήριξης</h2><p><a href="https://www.phpbb.com/community/viewtopic.php?f=14&amp;t=571070">The phpBB Welcome Package</a><br /><a href="https://www.phpbb.com/support/">Ενότητα υποστήριξης</a><br /><a href="https://www.phpbb.com/support/docs/en/3.1/ug/quickstart/">Οδηγός γρήγορης έναρξης</a><br /><br />Για να διασφαλίσετε ότι είστε πάντα ενημερωμένοι με τα τελευταία νέα και εκδόσεις, γιατί να μην <a href="https://www.phpbb.com/support/">εγγραφείτε στη λίστα αλληλογραφίας μας</a>;<br /><br />',
	'SYNC_FORUMS'				=> 'Έναρξη συγχρονισμού Δ. Συζητήσεων',
	'SYNC_POST_COUNT'			=> 'Συγχρονισμός post_counts',
	'SYNC_POST_COUNT_ID'		=> 'Συγχρονισμός post_counts από <var>καταχώρηση</var> %1$s σε %2$s.',
	'SYNC_TOPICS'				=> 'Έναρξη συγχρονισμού θεμάτων',
	'SYNC_TOPIC_ID'				=> 'Συγχρονισμός θεμάτων από <var>topic_id</var> %1$s σε %2$s.',

	'TABLES_MISSING'			=> 'Δεν ήταν δυνατή η εύρεση αυτών των πινάκων<br />» <strong>%s</strong>.',
	'TABLE_PREFIX'				=> 'Πρόθεμα για τους πίνακες στη βάση δεδομένων',
	'TABLE_PREFIX_EXPLAIN'		=> 'Το πρόθεμα πρέπει να ξεκινάει με ένα γράμμα και πρέπει να περιέχει μόνο γράμματα, αριθμούς και κάτω παύλες.',
	'TABLE_PREFIX_SAME'			=> 'Το πρόθεμα πίνακα πρέπει να είναι εκείνο που χρησιμοποιείται στο λογισμικό από το οποίο μετατρέπετε<br />» Το πρόθεμα πίνακα ήταν %s.',
	'TESTS_PASSED'				=> 'Οι δοκιμές ήταν επιτυχείς',
	'TESTS_FAILED'				=> 'Οι δοκιμές απέτυχαν',

	'UNABLE_WRITE_LOCK'			=> 'Αδυναμία εγγραφής του αρχείου κλειδώματος.',
	'UNAVAILABLE'				=> 'Μη διαθέσιμο',
	'UNWRITABLE'				=> 'Μη εγγράψιμο',
	'UPDATE_TOPICS_POSTED'		=> 'Δημιουργία πληροφοριών δημοσιευμένων θεμάτων',
	'UPDATE_TOPICS_POSTED_ERR'	=> 'Ένα σφάλμα προέκυψε κατά τη δημιουργία πληροφοριών δημοσιευμένων θεμάτων. Μπορείτε να ξαναδοκιμάσετε αυτό το βήμα από τον Πίνακα Ελέγχου Διαχειριστή εφόσον η διαδικασία της μετατροπής έχει ολοκληρωθεί.',
	'VERIFY_OPTIONS'			=> 'Επαλήθευση των επιλογών μετατροπής',
	'VERSION'					=> 'Έκδοση',

	'WELCOME_INSTALL'			=> 'Καλώς ήρθατε στην εγκατάσταση του phpBB3',
	'WRITABLE'					=> 'Εγγράψιμο',
));

// Updater
$lang = array_merge($lang, array(
	'ALL_FILES_UP_TO_DATE'		=> 'Όλα τα αρχεία είναι ενημερωμένα με την τελευταία έκδοση του phpBB.',
	'ARCHIVE_FILE'				=> 'Πηγαίο αρχείο μέσα στο αρχείο',

	'BACK'				=> 'Πίσω',
	'BINARY_FILE'		=> 'Δυαδικό αρχείο',
	'BOT'				=> 'Spider / Robot',

	'CHANGE_CLEAN_NAMES'			=> 'Η μέθοδος που χρησιμοποιείται για να βεβαιωθείτε ότι ένα όνομα δεν χρησιμοποιείται από πολλά μέλη έχει αλλάξει. Υπάρχουν ορισμένα μέλη που έχουν το ίδιο όνομα όταν συγκρίνονται με τη νέα μέθοδο. Θα πρέπει να διαγράψετε ή να μετονομάσετε αυτά τα μέλη για να βεβαιωθείτε ότι κάθε όνομα χρησιμοποιείται μόνον από ένα μέλος πριν να μπορέσετε να συνεχίσετε.',
	'CHECK_FILES'					=> 'Έλεγχος αρχείων',
	'CHECK_FILES_AGAIN'				=> 'Επανέλεγχος αρχείων',
	'CHECK_FILES_EXPLAIN'			=> 'Μέσα στο επόμενο βήμα όλα τα αρχεία θα πρέπει να ελεγχθούν σε σύγκριση με τα αρχεία της ενημερωμένης έκδοσης - αυτό μπορεί να πάρει λίγο χρόνο, εάν αυτός είναι ο πρώτος έλεγχος του αρχείων.',
	'CHECK_FILES_UP_TO_DATE'		=> 'Σύμφωνα με τη βάση δεδομένων σας η έκδοση σας είναι ενημερωμένη. Ίσως θέλετε να συνεχίσετε με τον έλεγχο των αρχείων για να βεβαιωθείτε ότι όλα τα αρχεία είναι πραγματικά ενημερωμένα με την τελευταία έκδοση του phpBB.',
	'CHECK_UPDATE_DATABASE'			=> 'Συνέχιση διαδικασίας αναβάθμισης',
	'COLLECTED_INFORMATION'			=> 'Πληροφορίες αρχείων',
	'COLLECTED_INFORMATION_EXPLAIN'	=> 'Η παρακάτω λίστα εμφανίζει πληροφορίες σχετικά με τα αρχεία που χρειάζονται ενημέρωση. Παρακαλώ διαβάστε τις πληροφορίες μπροστά από κάθε κατηγορία κατάστασης για να δείτε τι σημαίνουν και τι μπορεί να χρειαστεί να κάνετε για να εκτελέσετε μια επιτυχή ενημέρωση.',
	'COLLECTING_FILE_DIFFS'			=> 'Συλλογή των διαφορών των αρχείων',
	'COMPLETE_LOGIN_TO_BOARD'		=> 'Τώρα πρέπει να <a href="../ucp.php?mode=login">συνδεθείτε στο σύστημα συζητήσεων σας</a> και να ελέγξετε αν όλα λειτουργούν καλά. Μην ξεχάσετε να διαγράψετε, να μετονομάσετε ή να μετακινήσετε τον φάκελο εγκατάστασης (install)!',
	'CONTINUE_UPDATE_NOW'			=> 'Συνέχιση της διαδικασίας αναβάθμισης τώρα',		// Shown within the database update script at the end if called from the updater
	'CONTINUE_UPDATE'				=> 'Συνέχιση αναβάθμισης τώρα',					// Shown after file upload to indicate the update process is not yet finished
	'CURRENT_FILE'					=> 'Έναρξη των συγκρούσεων - Αρχικός κώδικας αρχείων πριν από την ενημέρωση',
	'CURRENT_VERSION'				=> 'Τρέχουσα έκδοση',

	'DATABASE_TYPE'						=> 'Τύπος βάσης δεδομένων',
	'DATABASE_UPDATE_COMPLETE'			=> 'Η ενημέρωση της Β. Δεδομένων έχει ολοκληρωθεί!',
	'DATABASE_UPDATE_CONTINUE'			=> 'Συνέχιση αναβάθμισης Β. Δεδομένων',
	'DATABASE_UPDATE_INFO_OLD'			=> 'Το αρχείο ενημέρωσης της βάσης δεδομένων μέσα στον κατάλογο install είναι ξεπερασμένο. Παρακαλώ βεβαιωθείτε ότι έχετε ανεβάσει τη σωστή έκδοση του αρχείου.',
	'DATABASE_UPDATE_NOT_COMPLETED'		=> 'Η αναβάθμιση της Β. Δεδομένων δεν έχει ολοκληρωθεί ακόμη.',
	'DATABASE_VERSION'					=> 'Έκδοση Β. Δεδομένων',
	'DELETE_USER_REMOVE'				=> 'Διαγραφή του μέλους και αφαίρεση των δημοσιεύσεων',
	'DELETE_USER_RETAIN'				=> 'Διαγραφή του μέλους και διατήρηση των δημοσιεύσεων',
	'DESTINATION'						=> 'Αρχείο προορισμού',
	'DIFF_INLINE'						=> 'Στη σειρά',
	'DIFF_RAW'							=> 'Ακατέργαστες ενιαίες διαφορές',
	'DIFF_SEP_EXPLAIN'					=> 'Τμήμα κώδικα που χρησιμοποιείται εντός του νέου / νέων αρχείου / αρχείων',
	'DIFF_SIDE_BY_SIDE'					=> 'Πλευρά με πλευρά',
	'DIFF_UNIFIED'						=> 'Ενιαίες διαφορές',
	'DO_NOT_UPDATE'						=> 'Μην ενημερωθεί αυτό το αρχείο',
	'DONE'								=> 'Εντάξει',
	'DOWNLOAD'							=> 'Μεταφόρτωση',
	'DOWNLOAD_AS'						=> 'Μεταφόρτωση ως',
	'DOWNLOAD_UPDATE_METHOD_BUTTON'		=> 'Μεταφόρτωση του αρχείου τροποποιημένων αρχείων (συνιστάται)',
	'DOWNLOAD_CONFLICTS'				=> 'Μεταφόρτωση των συγκρούσεων για αυτό το αρχείο',
	'DOWNLOAD_CONFLICTS_EXPLAIN'		=> 'Αναζήτηση για &lt;&lt;&lt; στα σημεία συγκρούσεων',
	'DOWNLOAD_UPDATE_METHOD'			=> 'Μεταφόρτωση του αρχείου τροποποιημένων αρχείων',
	'DOWNLOAD_UPDATE_METHOD_EXPLAIN'	=> 'Μετά τη λήψη θα πρέπει να αποσυμπιέσετε το αρχείο. Θα βρείτε τα τα τροποποιημένα αρχεία που χρειάζεστε για να φορτώσετε μέσα στον ριζικό κατάλογο του phpBB σας. Παρακαλώ να φορτώσετε τα αρχεία στις αντίστοιχες θέσεις τους κατόπιν. Αφού έχετε φορτώσει όλα τα αρχεία, ελέγξτε πάλι τα αρχεία με το άλλο κουμπί παρακάτω.',

	'EDIT_USERNAME'	=> 'Επεξεργασία ονόματος μέλους',
	'ERROR'			=> 'Σφάλμα',
	'EVERYTHING_UP_TO_DATE'		=> 'Τα πάντα είναι ενημερωμένα με την τελευταία έκδοση phpBB. Θα πρέπει τώρα <a href="%1$s">να συνδεθείτε στο σύστημα συζητήσεων σας</a> σας και να ελέγξετε αν όλα λειτουργούν καλά. Μην ξεχάσετε να διαγράψετε, να μετονομάσετε ή να μετακινήσετε τον κατάλογο εγκατάστασης (install)! Παρακαλώ να μας στείλετε τις ενημερωμένες πληροφορίες σχετικά με το διακομιστή και τη διαμόρφωση του συστήματος συζητήσεων σας από τη μονάδα <a href="%2$s">Αποστολή στατιστικών πληροφοριών</a> στον ΠΕΔ σας.',

	'FILE_ALREADY_UP_TO_DATE'		=> 'Το αρχείο είναι αναβαθμισμένο.',
	'FILE_DIFF_NOT_ALLOWED'			=> 'Το αρχείο δεν επιτρέπεται να είναι διαφορετικό.',
	'FILE_USED'						=> 'Πληροφορίες χρησιμοποιούνται από',			// Single file
	'FILES_CONFLICT'				=> 'Συγκρουόμενα αρχεία',
	'FILES_CONFLICT_EXPLAIN'		=> 'Τα παρακάτω αρχεία είναι τροποποιημένα και δεν αντιπροσωπεύουν τα αυθεντικά αρχεία από την παλιά έκδοση. Το phpBB διαπίστωσε ότι τα αρχεία αυτά θα δημιουργήσουν συγκρούσεις εφόσον γίνει προσπάθεια να συγχωνευθούν. Παρακαλώ διερευνήσετε τις συγκρούσεις και προσπαθήστε να τις επιλύσετε με μη αυτόματο τρόπο ή να συνεχίστε την ενημέρωση επιλέγοντας την προτιμώμενη μέθοδο συγχώνευσης. Εάν έχετε επιλύσετε τις συγκρούσεις χειροκίνητα ελέγξτε τα αρχεία πάλι μετά την τροποποίηση τους. Είστε επίσης σε θέση να επιλέξετε μεταξύ της προτιμώμενης μεθόδου συγχώνευσης για κάθε αρχείο. Η πρώτη θα έχει ως αποτέλεσμα σε ένα αρχείο όπου οι συγκρουόμενες γραμμές από το παλαιό αρχείο σας θα χαθούν, το άλλο θα οδηγήσει στην απώλεια των αλλαγών από το νεότερο αρχείο.',
	'FILES_DELETED'					=> 'Διαγραμμένα αρχεία',
	'FILES_DELETED_EXPLAIN'			=> 'Τα παρακάτω αρχεία δεν υπάρχουν στη νέα έκδοση. Τα αρχεία αυτά πρέπει να διαγραφούν από την εγκατάσταση σας.',
	'FILES_MODIFIED'				=> 'Τροποποιημένα αρχεία',
	'FILES_MODIFIED_EXPLAIN'		=> 'Τα παρακάτω αρχεία είναι τροποποιημένα και δεν αντιπροσωπεύουν τα αυθεντικά αρχεία από την παλιά έκδοση. Το ενημερωμένο αρχείο θα είναι μια συγχώνευση μεταξύ των τροποποιήσεων σας και του νέο αρχείο.',
	'FILES_NEW'						=> 'Νέα αρχεία',
	'FILES_NEW_EXPLAIN'				=> 'Τα παρακάτω αρχεία προς το παρόν δεν υπάρχουν εντός της εγκατάστασης σας. Αυτά τα αρχεία θα προστεθούν στην εγκατάστασή σας.',
	'FILES_NEW_CONFLICT'			=> 'Νέα συγκρουόμενα αρχεία',
	'FILES_NEW_CONFLICT_EXPLAIN'	=> 'Τα παρακάτω αρχεία είναι νέα μέσα στην τελευταία έκδοση, αλλά έχει διαπιστωθεί ότι υπάρχει ήδη ένα αρχείο με το ίδιο όνομα μέσα στη ίδια θέση. Αυτό το αρχείο θα αντικατασταθεί από το νέο αρχείο.',
	'FILES_NOT_MODIFIED'			=> 'Μη τροποποιημένα αρχεία',
	'FILES_NOT_MODIFIED_EXPLAIN'	=> 'Τα παρακάτω αρχεία δεν έχουν τροποποιηθεί και αντιπροσωπεύουν τα αυθεντικά αρχεία του phpBB της έκδοσης από την οποία θέλετε να αναβαθμίσετε.',
	'FILES_UP_TO_DATE'				=> 'Ήδη ενημερωμένα αρχεία',
	'FILES_UP_TO_DATE_EXPLAIN'		=> 'Τα επόμενα αρχεία είναι ήδη ενημερωμένα και δεν χρειάζεται να ενημερωθούν.',
	'FILES_VERSION'					=> 'Έκδοση αρχείων',
	'FTP_SETTINGS'					=> 'FTP ρυθμίσεις',
	'FTP_UPDATE_METHOD'				=> 'FTP φόρτωση',

	'INCOMPATIBLE_UPDATE_FILES'		=> 'Τα αρχεία ενημέρωσης που βρέθηκαν, είναι ασυμβίβαστα με την εγκατεστημένη έκδοση. Η εγκατεστημένη έκδοσή σας είναι %1$s και το αρχείο ενημέρωσης είναι για την ενημέρωση του phpBB %2$s σε %3$s.',
	'INCOMPLETE_UPDATE_FILES'		=> 'Τα αρχεία ενημέρωσης είναι ελλιπή.',
	'INLINE_UPDATE_SUCCESSFUL'		=> 'Η ενημέρωση της βάσης δεδομένων ήταν επιτυχής. Τώρα θα πρέπει να συνεχίσετε τη διαδικασίας αναβάθμισης.',

	'KEEP_OLD_NAME'		=> 'Διατηρήστε όνομα μέλους',

	'LATEST_VERSION'		=> 'Νεότερη έκδοση',
	'LINE'					=> 'Γραμμή',
	'LINE_ADDED'			=> 'Προστέθηκε',
	'LINE_MODIFIED'			=> 'Άλλαξε',
	'LINE_REMOVED'			=> 'Αφαιρέθηκε',
	'LINE_UNMODIFIED'		=> 'Ανεπηρέαστο',
	'LOGIN_UPDATE_EXPLAIN'	=> 'Για να ενημερώσετε την εγκατάσταση σας θα πρέπει να συνδεθείτε πρώτα.',

	'MAPPING_FILE_STRUCTURE'	=> 'Προκειμένου να διευκολυνθεί η φόρτωση εδώ είναι οι θέσεις των αρχείων οι οποίες χαρτογραφούν την εγκατάσταση του phpBB.',

	'MERGE_MODIFICATIONS_OPTION'	=> 'Συγχώνευση τροποποιήσεων',

	'MERGE_NO_MERGE_NEW_OPTION'	=> 'Να μη συγχωνευθούν - χρησιμοποιήστε νέο αρχείο',
	'MERGE_NO_MERGE_MOD_OPTION'	=> 'Να μη συγχωνευθούν - χρησιμοποιήστε το παρόν εγκατεστημένο αρχείο',
	'MERGE_MOD_FILE_OPTION'		=> 'Συγχώνευση τροποποιήσεων (αφαιρεί τον νέο phpBB κώδικα μέσα στο συγκρουόμενο τμήμα)',
	'MERGE_NEW_FILE_OPTION'		=> 'Συγχώνευση τροποποιήσεων (αφαιρεί τον τροποποιημένο κώδικα μέσα στο συγκρουόμενο τμήμα)',
	'MERGE_SELECT_ERROR'		=> 'Οι μέθοδοι συγχώνευσης συγκρουόμενων αρχείων δεν είναι σωστά επιλεγμένες.',
	'MERGING_FILES'				=> 'Συγχώνευση διαφορών',
	'MERGING_FILES_EXPLAIN'		=> 'Προς το παρόν συλλέγονται οι τελικές αλλαγές στο αρχείο.<br /><br />Παρακαλώ περιμένετε μέχρι το phpBB να έχει ολοκληρώσει όλες τις διεργασίες στα τροποποιημένα αρχεία.',

	'NEW_FILE'						=> 'Τέλος σύγκρουσης',
	'NEW_USERNAME'					=> 'Νέο όνομα μέλους',
	'NO_AUTH_UPDATE'				=> 'Δεν έχετε εξουσιοδότηση για αναβάθμιση',
	'NO_ERRORS'						=> 'Κανένα σφάλμα',
	'NO_UPDATE_FILES'				=> 'Δεν ενημερώνονται τα παρακάτω αρχεία',
	'NO_UPDATE_FILES_EXPLAIN'		=> 'Τα παρακάτω αρχεία είναι νέα ή τροποποιημένα, αλλά ο φάκελος που είναι κανονικά δεν μπορεί να βρεθεί στην εγκατάσταση. Εάν η λίστα αυτή περιέχει αρχεία σε άλλους καταλόγους εκτός των language/ ή styles/ τότε ίσως έχετε τροποποιήσει τη δομή του καταλόγου σας και η ενημέρωση ενδέχεται να είναι ελλιπής.',
	'NO_UPDATE_FILES_OUTDATED'		=> 'Δεν βρέθηκε έγκυρος κατάλογος ενημέρωσης, παρακαλώ βεβαιωθείτε ότι έχετε φορτώσει τα σχετικά αρχεία.<br /><br />Η εγκατάστασή σας <strong>δεν</strong> φαίνεται να είναι αναβαθμισμένη. Υπάρχουν διαθέσιμες ενημερώσεις για την έκδοση του phpBB %1$s, παρακαλώ επισκεφτείτε <a href="https://www.phpbb.com/downloads/" rel="external">https://www.phpbb.com/downloads/</a> για να λάβετε το σωστό πακέτο για την ενημέρωση από την έκδοση %2$s στην έκδοση %3$s.',
	'NO_UPDATE_FILES_UP_TO_DATE'	=> 'Η έκδοσή σας είναι ενημερωμένη. Δεν είναι απαραίτητο να εκτελέσετε το εργαλείο ενημέρωσης. Εάν θέλετε να κάνετε έναν έλεγχο ακεραιότητας στα αρχεία σας, βεβαιωθείτε ότι έχετε φορτώσει τα σωστά αρχεία της ενημερωμένης έκδοσης.',
	'NO_UPDATE_INFO'				=> 'Οι πληροφορίες του αρχείου ενημέρωσης δεν μπορούν να βρεθούν.',
	'NO_UPDATES_REQUIRED'			=> 'Δεν υπάρχουν ενημερώσεις που απαιτούνται',
	'NO_VISIBLE_CHANGES'			=> 'Δεν υπάρχουν ορατές αλλαγές',
	'NOTICE'						=> 'Ειδοποίηση',
	'NUM_CONFLICTS'					=> 'Αριθμός συγκρούσεων',
	'NUMBER_OF_FILES_COLLECTED'		=> 'Προς το παρόν οι διαφορές ανάμεσα σε %1$d από %2$d αρχεία έχουν ελεγχθεί.<br />Παρακαλώ περιμένετε μέχρι να ελεγχθούν όλα τα αρχεία.',

	'OLD_UPDATE_FILES'		=> 'Τα αρχεία ενημέρωσης που βρέθηκαν. Τα αρχεία ενημέρωσης που βρέθηκαν είναι για ενημέρωση από phpBB %1$s σε phpBB %2$s, αλλά η τελευταία έκδοση του phpBB είναι %3$s.',

	'PACKAGE_UPDATES_TO'				=> 'Τρέχον πακέτο ενημερώσεων στην έκδοση',
	'PACKAGE_VERSION'					=> 'Έκδοση εγκατεστημένου πακέτου',
	'PERFORM_DATABASE_UPDATE'			=> 'Διεξάγεται η ενημέρωση της βάσης δεδομένων',
	'PERFORM_DATABASE_UPDATE_EXPLAIN'	=> 'Παρακάτω θα βρείτε ένα κουμπί για την ενημέρωση βάσης δεδομένων. Η ενημέρωση της βάσης δεδομένων μπορεί να διαρκέσει αρκετά, έτσι παρακαλώ μη σταματήσετε την εκτέλεση εάν φαίνεται να κολλάει. Αφού η ενημέρωση της βάσης δεδομένων έχει πραγματοποιηθεί, απλώς ακολουθήστε τις οδηγίες για να να συνεχίστε τη διαδικασία ενημέρωσης',
	'PREVIOUS_VERSION'					=> 'Προηγούμενη έκδοση',
	'PROGRESS'							=> 'Πρόοδος',

	'RELEASE_ANNOUNCEMENT'		=> 'Ανακοίνωση',
	'RESULT'					=> 'Αποτέλεσμα',
	'RUN_DATABASE_SCRIPT'		=> 'Αναβάθμιση της βάσης δεδομένων μου τώρα',

	'SELECT_DIFF_MODE'			=> 'Επιλέξτε μέθοδο διαφορών',
	'SELECT_DOWNLOAD_FORMAT'	=> 'Επιλέξτε μορφή αρχείου μεταφόρτωσης',
	'SELECT_FTP_SETTINGS'		=> 'Επιλέξετε FTP ρυθμίσεις',
	'SHOW_DIFF_CONFLICT'		=> 'Εμφάνιση διαφορών / συγκρούσεων',
	'SHOW_DIFF_DELETED'			=> 'Εμφάνιση περιεχόμενων αρχείου',
	'SHOW_DIFF_FINAL'			=> 'Εμφάνιση αρχείου αποτελεσμάτων',
	'SHOW_DIFF_MODIFIED'		=> 'Εμφάνιση συγχωνευμένων διαφορών',
	'SHOW_DIFF_NEW'				=> 'Εμφάνιση περιεχομένων αρχείου',
	'SHOW_DIFF_NEW_CONFLICT'	=> 'Εμφάνιση διαφορών',
	'SHOW_DIFF_NOT_MODIFIED'	=> 'Εμφάνιση διαφορών',
	'SOME_QUERIES_FAILED'		=> 'Μερικά ερωτήματα απέτυχαν, οι καταστάσεις και τα σφάλματα αναφέρονται παρακάτω.',
	'SQL'						=> 'SQL',
	'SQL_FAILURE_EXPLAIN'		=> 'Αυτό δεν είναι κάτι ανησυχητικό, η ενημέρωση θα συνεχιστεί. Αν αυτό αποτύχει να ολοκληρωθεί δείτε στις Δ. Συζητήσεις υποστήριξης. Δείτε <a href="../docs/README.html">README</a> για λεπτομέρειες σχετικά με το πώς να λάβετε συμβουλές.',
	'STAGE_FILE_CHECK'			=> 'Έλεγχος αρχείων',
	'STAGE_UPDATE_DB'			=> 'Ενημέρωση βάσης δεδομένων',
	'STAGE_UPDATE_FILES'		=> 'Ενημέρωση αρχείων',
	'STAGE_VERSION_CHECK'		=> 'Έλεγχος έκδοσης',
	'STATUS_CONFLICT'			=> 'Τα τροποποιημένα αρχεία παράγουν συγκρούσεις',
	'STATUS_DELETED'			=> 'Διαγραμμένο αρχείο',
	'STATUS_MODIFIED'			=> 'Τροποποιημένο αρχείο',
	'STATUS_NEW'				=> 'Νέο αρχείο',
	'STATUS_NEW_CONFLICT'		=> 'Συγκρουόμενο νέο αρχείο',
	'STATUS_NOT_MODIFIED'		=> 'Μη τροποποιημένο αρχείο',
	'STATUS_UP_TO_DATE'			=> 'Ήδη ενημερωμένο αρχείο',

	'TOGGLE_DISPLAY'			=> 'Προβολή / Απόκρυψη λίστας αρχείων',
	'TRY_DOWNLOAD_METHOD'		=> 'Μπορείτε να θελήσετε να δοκιμάσετε τη μέθοδο λήψης τροποποιημένων αρχείων.<br />Αυτή η μέθοδος λειτουργεί πάντα και είναι επίσης η συνιστώμενη διαδρομή ενημέρωσης.',
	'TRY_DOWNLOAD_METHOD_BUTTON'=> 'Δοκιμάστε με αυτήν τη μέθοδο τώρα',

	'UPDATE_COMPLETED'				=> 'Αναβάθμιση ολοκληρώθηκε',
	'UPDATE_DATABASE'				=> 'Ενημέρωση βάσης δεδομένων',
	'UPDATE_DATABASE_EXPLAIN'		=> 'Με το επόμενο βήμα η βάση δεδομένων θα αναβαθμιστεί.',
	'UPDATE_DATABASE_SCHEMA'		=> 'Ενημέρωση σχήματος Βάσης Δεδομένων',
	'UPDATE_FILES'					=> 'Ενημέρωση αρχείων',
	'UPDATE_FILES_NOTICE'			=> 'Παρακαλώ βεβαιωθείτε ότι έχετε ενημερώσει τα αρχεία του συστήματος συζητήσεων επίσης, αυτό το αρχείο είναι μόνον επικαιροποίηση της βάσης δεδομένων σας.',
	'UPDATE_INCOMPLETE'				=> 'Η εγκατάσταση του phpBB δεν έχει ενημερωθεί σωστά.',
	'UPDATE_INCOMPLETE_MORE'		=> 'Παρακαλώ διαβάστε τις πληροφορίες παρακάτω για να διορθώσετε αυτό το σφάλμα.',
	'UPDATE_INCOMPLETE_EXPLAIN'		=> '<h1>Ατελής ενημέρωση</h1>

		<p>Παρατηρήσαμε ότι η τελευταία ενημέρωση του phpBB δεν έχει ολοκληρωθεί. Επισκευτείτε το <a href="%1$s" title="%1$s">αρχείο ενημέρωσης Β. Δεδομένων</a> και εκτελέστε το. Αν λείπει, παρακαλούμε <a href="https://www.phpbb.com/downloads/" title="phpBB downloads">κατεβάστε το πακέτο της έκδοσής σας</a>, ανεβάστε τον φάκελο "install" στον πηγαίο φάκελο του phpBB (εκεί που βρίσκεται το αρχείο config.php) και <a href="%1$s" title="%1$s">εκτελέστε το αρχείο ενημέρωσης της βάσης</a>.</p>',

	'UPDATE_INSTALLATION'			=> 'Αναβάθμιση της εγκατάστασης phpBB',
	'UPDATE_INSTALLATION_EXPLAIN'	=> 'Με την επιλογή αυτή, είναι δυνατόν να ενημερώσετε την εγκατάσταση phpBB στην πιο πρόσφατη έκδοση.<br />Κατά τη διαδικασία όλα τα αρχεία σας θα πρέπει να ελεγχθούν για την ακεραιότητα τους. Είστε σε θέση να ελέγχετε όλες τις διαφορές και τα αρχεία πριν από την ενημέρωση.<br /><br />Η ίδια η ενημέρωση αρχείου μπορεί να γίνει με δύο διαφορετικούς τρόπους.</p><h2>Χειροκίνητη ενημέρωση</h2><p>Με αυτήν την ενημέρωση θα μεταφορτώσετε μόνον το προσωπικό σας σύνολο αλλαγμένων αρχείων για να είστε σίγουρος (-η) ότι δεν θα χάσετε τις τροποποιήσεις των αρχείων που ενδεχομένως να έχετε κάνει. Αφού μεταφορτώσετε αυτό το πακέτο θα πρέπει να φορτώσετε χειροκίνητα τα αρχεία στη σωστή θέση κάτω από τον ριζικό κατάλογο σας phpBB. Μόλις γίνει αυτό, θα είστε σε θέση να κάνετε εκ νέου το στάδιο ελέγχου αρχείων για να δείτε αν έχετε μετακινήσει τα αρχεία στη σωστή θέση τους.</p><h2>Αυτόματη ενημέρωση με FTP</h2><p>Αυτή η μέθοδος είναι παρόμοια με την πρώτη, αλλά χωρίς να απαιτείται να μεταφορτώσετε τα αλλαγμένα αρχεία και αποστέλλοντας τα από μόνοι σας. Αυτό θα γίνει για σας. Για να χρησιμοποιήσετε αυτήν τη μέθοδο θα πρέπει να γνωρίζετε τα FTP στοιχεία σύνδεσής σας, αφού θα ερωτηθείτε για αυτά. Μόλις ολοκληρωθεί θα μεταφερθείτε πάλι στον ελέγχου αρχείων για να βεβαιωθείτε ότι τα πάντα έχουν ενημερωθεί σωστά.<br /><br />',
	'UPDATE_INSTRUCTIONS'			=> '

		<h1>Ανακοίνωση</h1>

		<p>Παρακαλώ διαβάστε την ανακοίνωση κυκλοφορίας για την πιο πρόσφατη έκδοση πριν συνεχίσετε τη διαδικασία αναβάθμισης σας, μπορεί να περιέχει χρήσιμες πληροφορίες. Περιέχει επίσης πλήρεις συνδέσμους μεταφορτώσεων καθώς επίσης και το ενημερωτικό αρχείο καταγραφής αλλαγών.</p>

		<br />

		<h1>Πώς να αναβαθμίσετε την εγκατάσταση σας με το πακέτο αυτόματης ενημέρωσης</h1>

		<p>Ο συνιστώμενος τρόπος για την ενημέρωση της εγκατάστασης σας που αναφέρονται εδώ είναι ισχύει μόνο για το πακέτο αυτόματης ενημέρωσης. Είστε επίσης σε θέση να ενημερώσετε την εγκατάσταση σας χρησιμοποιώντας τις μεθόδους που αναφέρονται μέσα σε έγγραφο INSTALL.html. Τα βήματα για την ενημέρωση phpBB3 αυτόματα είναι:</p>

		<ul style="margin-left: 20px; font-size: 1.1em;">
			<li>Πηγαίνετε στη <a href="https://www.phpbb.com/downloads/" title="https://www.phpbb.com/downloads/">σελίδα μεταφορτώσεων phpBB.com</a> και κατεβάστε το σωστό "Πακέτο Αναβάθμισης phpBB" συμπιεσμένο αρχείο.<br /><br /></li>
			<li>Αποσυμπιέστε το αρχείο.<br /><br /></li>
			<li>Φορτώστε τους πλήρεις αποσυμπιεσμένους φακέλους "install" και "vendor" στον ριζικό φάκελο του phpBB σας (εκεί που είναι το config.php).<br /><br /></li>
		</ul>

		<p>Μόλις φορτωθεί, το σύστημα συζητήσεων σας θα είναι εκτός σύνδεσης για τα κανονικά μέλη, επειδή υπάρχει πλέον ο κατάλογος install που φορτώσατε.<br /><br />
		<strong><a href="%1$s" title="%1$s">Τώρα ξεκινήσετε τη διαδικασίας αναβάθμισης από το πρόγραμμα περιήγησης σας στο φάκελο εγκατάστασης</a>.</strong><br />
		<br />
		Θα καθοδηγηθείτε στη συνέχεια κατά τη διαδικασία αναβάθμισης. Θα ειδοποιηθείτε μόλις ολοκληρωθεί η αναβάθμιση.
		</p>
	',
	'UPDATE_METHOD'					=> 'Μέθοδος αναβάθμισης',
	'UPDATE_METHOD_EXPLAIN'			=> 'Τώρα είστε πλέον σε θέση να επιλέξετε την προτιμώμενη μέθοδο ενημέρωσης σας. Χρησιμοποιώντας τη μεταφόρτωση FTP θα σας παρουσιαστεί μια φόρμα στην οποία πρέπει να εισάγετε τα στοιχεία του λογαριασμού σας FTP. Με τη μέθοδο αυτή τα αρχεία θα μετακινηθούν αυτόματα στη νέα τοποθεσία και αντίγραφα ασφαλείας των παλιών αρχείων θα δημιουργηθούν με την επισύναψη .bak στο όνομα του αρχείου. Εάν επιλέξετε να μεταφορτώσετε τα τροποποιημένα αρχεία θα είστε σε θέση να αποσυμπιέσετε και μα τα φορτώσετε στη σωστή θέση χειροκίνητα αργότερα.',
	'UPDATE_REQUIRES_FILE'			=> 'Το πρόγραμμα ενημέρωσης απαιτεί ότι το ακόλουθο αρχείο υπάρχει: %s',
	'UPDATE_SUCCESS'				=> 'Η αναβάθμιση ήταν επιτυχής',
	'UPDATE_SUCCESS_EXPLAIN'		=> 'Όλα τα αρχεία ενημερώθηκαν με επιτυχία. Το επόμενο βήμα περιλαμβάνει τον έλεγχο όλων των αρχείων εκ νέου για να βεβαιωθείτε ότι τα αρχεία έχουν ενημερωθεί σωστά.',
	'UPDATE_VERSION_OPTIMIZE'		=> 'Ενημέρωση έκδοσης και βελτιστοποίηση των πινάκων',
	'UPDATING_DATA'					=> 'Ενημέρωση δεδομένων',
	'UPDATING_TO_LATEST_STABLE'		=> 'Ενημέρωση της βάσης δεδομένων στην τελευταία σταθερή έκδοση',
	'UPDATED_VERSION'				=> 'Αναβαθμισμένη έκδοση',
	'UPGRADE_INSTRUCTIONS'			=> 'Μια νέα έκδοση δυνατοτήτων <strong>%1$s</strong> είναι διαθέσιμη. Παρακαλώ διαβάστε <a href="%2$s" title="%2$s"><strong>την ανακοίνωση έκδοσης</strong></a> για να μάθετε τι έχει να σας προσφέρει και πώς να αναβαθμίσετε.',
	'UPLOAD_METHOD'					=> 'Μέθοδος φόρτωσης αρχείων',

	'UPDATE_DB_SUCCESS'				=> 'Η αναβάθμιση της βάσης δεδομένων έγινε με επιτυχία.',
	'UPDATE_FILE_SUCCESS'			=> 'Η αναβάθμιση των αρχείων ήταν επιτυχής.',
	'USER_ACTIVE'					=> 'Ενεργό μέλος',
	'USER_INACTIVE'					=> 'Ανενεργό μέλος',

	'VERSION_CHECK'				=> 'Έλεγχος έκδοσης',
	'VERSION_CHECK_EXPLAIN'			=> 'Έλεγχος για να δείτε αν η έκδοση του phpBB που έχετε είναι ενημερωμένη.',
	'VERSION_NOT_UP_TO_DATE'		=> 'Η εγκατάσταση του phpBB σας δεν είναι ενημερωμένη. Παρακαλώ να συνεχίσετε τη διαδικασία ενημέρωσης.',
	'VERSION_NOT_UP_TO_DATE_ACP'	=> 'Η εγκατάστασή του phpBB σας δεν είναι αναβαθμισμένη.<br />Παρακάτω υπάρχει ένας σύνδεσμος για την ανακοίνωση της έκδοσης, η οποία περιέχει περισσότερες πληροφορίες καθώς και οδηγίες σχετικά με την ενημέρωση.',
	'VERSION_NOT_UP_TO_DATE_TITLE'	=> 'Η εγκατάστασή του phpBB σας δεν είναι αναβαθμισμένη.',
	'VERSION_UP_TO_DATE'			=> 'Η εγκατάστασή του phpBB σας είναι αναβαθμισμένη. Μολονότι δεν υπάρχουν διαθέσιμες ενημερώσεις προς το παρόν, μπορείτε να συνεχίσετε για να εκτελέσετε έναν έλεγχο εγκυρότητας των αρχείων.',
	'VERSION_UP_TO_DATE_ACP'		=> 'Η εγκατάστασή του phpBB σας είναι αναβαθμισμένη. Δεν υπάρχουν διαθέσιμες ενημερώσεις προς το παρόν.',
	'VIEWING_FILE_CONTENTS'			=> 'Εμφάνιση περιεχομένων αρχείου',
	'VIEWING_FILE_DIFF'				=> 'Εμφάνιση διαφορών αρχείου',

	'WRONG_INFO_FILE_FORMAT'	=> 'Λάθος πληροφοριών μορφής αρχείου',
));

// Default database schema entries...
$lang = array_merge($lang, array(
	'CONFIG_BOARD_EMAIL_SIG'		=> 'Ευχαριστώ, Ο Διαχειριστής',
	'CONFIG_SITE_DESC'				=> 'Ένα σύντομο κείμενο για να περιγράψετε τη Δ. Συζήτησή σας',
	'CONFIG_SITENAME'				=> 'η-ιστοσελίδα-σας.gr',

	'DEFAULT_INSTALL_POST'			=> 'Αυτό είναι ένα παράδειγμα δημοσίευσης στην εγκατάστασης του phpbb3 σας. Όλα φαίνεται ότι δουλεύουν πλήρως. Μπορείτε να διαγράψετε αυτήν τη δημοσίευση αν θέλετε και να συνεχίσετε την παραμετροποίηση της Δ. Συζήτησης σας. Κατά τη διαδικασία εγκατάστασης στην πρώτη σας κατηγορία και την πρώτη σας Δ. Συζήτηση έχουν εκχωρηθεί δικαιώματα πρόσβασης για τις προεπιλεγμένες ομάδες διαχειριστών, bots, γενικών συντονιστών, επισκεπτών, εγγεγραμμένων μελών και εγγεγραμμένων μελών COPPA. Αν αποφασίστε να διαγράψετε την πρώτη σας κατηγορία και την πρώτη σας Δ. Συζήτηση μην ξεχάσετε να ορίστε τα δικαιώματα πρόσβασης για όλες αυτές τις ομάδες σε όλες της κατηγορίες και τις Δ. Συζητήσεις που θα δημιουργήσετε. Συνιστάται να μετονομάσετε την πρώτη σας κατηγορία και την πρώτη σας Δ. Συζήτηση και να αντιγράψετε από αυτές τα δικαιώματα πρόσβασης όταν δημιουργείτε νέες κατηγορίες και Δ. Συζητήσεις. Καλή συνέχεια!',

	'FORUMS_FIRST_CATEGORY'			=> 'Η πρώτη κατηγορία σας',
	'FORUMS_TEST_FORUM_DESC'		=> 'Περιγραφή της πρώτης Δ. Συζήτησή σας.',
	'FORUMS_TEST_FORUM_TITLE'		=> 'Η πρώτη Δ. Συζήτησή σας',

	'RANKS_SITE_ADMIN_TITLE'		=> 'Διαχειριστής ιστοσελίδας',
	'REPORT_WAREZ'					=> 'Η δημοσίευση περιέχει συνδέσμους με παράνομο ή πειρατικό λογισμικό.',
	'REPORT_SPAM'					=> 'Η αναφερόμενη δημοσίευση έχει το μόνο σκοπό για να διαφημίσει μια άλλη ιστοσελίδα ή ένα άλλο προϊόν.',
	'REPORT_OFF_TOPIC'				=> 'Η αναφερόμενη δημοσίευση είναι εκτός θέματος.',
	'REPORT_OTHER'					=> 'Η αναφερόμενη δημοσίευση δεν αρμόζει σε οποιαδήποτε άλλη κατηγορία, παρακαλώ χρησιμοποιήστε τον περαιτέρω τομέα περιγραφής.',

	'SMILIES_ARROW'					=> 'Arrow',
	'SMILIES_CONFUSED'				=> 'Confused',
	'SMILIES_COOL'					=> 'Cool',
	'SMILIES_CRYING'				=> 'Crying or Very Sad',
	'SMILIES_EMARRASSED'			=> 'Embarrassed',
	'SMILIES_EVIL'					=> 'Evil or Very Mad',
	'SMILIES_EXCLAMATION'			=> 'Exclamation',
	'SMILIES_GEEK'					=> 'Geek',
	'SMILIES_IDEA'					=> 'Idea',
	'SMILIES_LAUGHING'				=> 'Laughing',
	'SMILIES_MAD'					=> 'Mad',
	'SMILIES_MR_GREEN'				=> 'Mr. Green',
	'SMILIES_NEUTRAL'				=> 'Neutral',
	'SMILIES_QUESTION'				=> 'Question',
	'SMILIES_RAZZ'					=> 'Razz',
	'SMILIES_ROLLING_EYES'			=> 'Rolling Eyes',
	'SMILIES_SAD'					=> 'Sad',
	'SMILIES_SHOCKED'				=> 'Shocked',
	'SMILIES_SMILE'					=> 'Smile',
	'SMILIES_SURPRISED'				=> 'Surprised',
	'SMILIES_TWISTED_EVIL'			=> 'Twisted Evil',
	'SMILIES_UBER_GEEK'				=> 'Uber Geek',
	'SMILIES_VERY_HAPPY'			=> 'Very Happy',
	'SMILIES_WINK'					=> 'Wink',

	'TOPICS_TOPIC_TITLE'			=> 'Καλώς ήρθατε στο phpBB3',
));
